-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 13, 2021 at 03:35 AM
-- Server version: 10.4.20-MariaDB
-- PHP Version: 7.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `warehouse`
--

-- --------------------------------------------------------

--
-- Table structure for table `branch`
--

CREATE TABLE `branch` (
  `bn_id` int(11) NOT NULL,
  `bn_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `branch`
--

INSERT INTO `branch` (`bn_id`, `bn_name`) VALUES
(1, 'ส่วนกลาง'),
(2, 'อารีย์'),
(3, 'อุดมสุข'),
(4, 'อโศก'),
(5, 'สาทร'),
(6, 'อ่อนนุช'),
(7, 'ลาดกระบัง'),
(8, 'งามวงค์วาน'),
(9, 'แจ้งวัฒนะ'),
(10, 'บางแค'),
(11, 'พระราม2'),
(12, 'รามคําแหง');

-- --------------------------------------------------------

--
-- Table structure for table `branch_stock`
--

CREATE TABLE `branch_stock` (
  `full_stock_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `stock_id` int(11) NOT NULL,
  `quantity` int(11) NOT NULL,
  `exp_date` date NOT NULL,
  `exd_date` int(11) NOT NULL,
  `bn_stock` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `branch_stock`
--

INSERT INTO `branch_stock` (`full_stock_id`, `user_id`, `stock_id`, `quantity`, `exp_date`, `exd_date`, `bn_stock`) VALUES
(3, 26, 31, 30, '2021-08-09', 30, 11),
(4, 26, 31, 30, '2021-08-09', 60, 12),
(6, 26, 40, 5, '2021-08-10', 6, 1),
(7, 26, 31, 20, '2021-08-12', 30, 1),
(8, 26, 31, 20, '2021-08-12', 580, 1);

-- --------------------------------------------------------

--
-- Table structure for table `catagories`
--

CREATE TABLE `catagories` (
  `catagories_id` int(11) NOT NULL,
  `catagories_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `catagories`
--

INSERT INTO `catagories` (`catagories_id`, `catagories_name`) VALUES
(1, 'Supplies \r\n'),
(2, 'Genaral\r\n'),
(3, 'Ortho\r\n'),
(4, 'Surgical\r\n'),
(5, 'Endo\r\n'),
(6, 'Prosth\r\n'),
(7, 'Medical/Goods\r\n'),
(8, 'หัวเบอร์\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `item`
--

CREATE TABLE `item` (
  `item_id` int(11) NOT NULL,
  `item_name` varchar(100) NOT NULL,
  `unit` int(11) NOT NULL,
  `price_stock` decimal(10,2) NOT NULL,
  `code_item` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item`
--

INSERT INTO `item` (`item_id`, `item_name`, `unit`, `price_stock`, `code_item`) VALUES
(1, 'เครื่องซีลAutomatic Manual Sealer', 3, '0.00', 110001),
(2, 'เครื่องซีล Fhshand Operated Single Impulse Sealer', 12, '0.00', 110002),
(3, 'ถุงขยะแดง ใหญ่ 28*36', 12, '0.00', 120001),
(4, 'ถุงมือ-มีแป้ง ซาโตรี่ XS', 4, '0.00', 120002),
(5, 'ถุงมือ-มีแป้ง ซาโตรี่ S', 4, '0.00', 120003),
(6, 'ถุงมือ-มีแป้ง ซาโตรี่ M', 43, '0.00', 120004),
(7, 'ถุงมือ ไม่มีแป้ง ซาโตรี่ XS', 43, '0.00', 120005),
(8, 'ถุงมือ ไม่มีแป้ง ซาโตรี่ S', 43, '0.00', 120006),
(9, 'ถุงมือ ไม่มีแป้ง ซาโตรี่ M', 3, '0.00', 120007),
(10, 'ปูนขาว', 3, '0.00', 120008),
(11, 'ปูนเขียว', 4, '0.00', 120009),
(12, 'ปูนแดง', 4, '0.00', 120010),
(13, 'HI-Clean Spray สเปรย์หัวกรอ', 26, '0.00', 120011),
(14, 'Cavex Green Scaling ผงแช่Tray', 26, '0.00', 120012),
(15, 'ถุงขยะแดง ไซต์ 18*20', 43, '0.00', 120013),
(16, 'Sterilization Reel Pouneh 2\" ซองสเตอไรล์ 2 นิ้ว', 19, '0.00', 120014),
(17, 'Sterilization Reel Pouneh 3\" ซองสเตอไรล์ 3 นิ้ว', 26, '0.00', 120015),
(18, 'Sterilization Reel Pouneh 4\" ซองสเตอไรล์ 4นิ้ว', 43, '0.00', 120016),
(19, 'Sterilization Reel Pouneh 6\" ซองสเตอไรล์ 6 นิ้ว', 43, '0.00', 120017),
(20, 'Sterilization Reel Pouneh 8\" ซองสเตอไรล์ 8 นิ้ว', 43, '0.00', 120018),
(21, 'Sterilization Reel Pouneh 10\" ซองสเตอไรล์ 10 นิ้ว', 43, '0.00', 120019),
(22, 'เม็ดกันสนิม', 43, '0.00', 120020),
(23, 'PROSEPT JET D 2L น้ำยาล้าง Suction', 13, '0.00', 120021),
(24, 'ผงล้างเครื่อง Autoclave', 11, '0.00', 120022),
(25, 'เสื้อกาวน์หมอ Size SS', 11, '0.00', 120023),
(26, 'เสื้อกาวน์หมอ Size S', 43, '0.00', 120024),
(27, 'เสื้อกาวน์หมอ Size M', 43, '0.00', 120025),
(28, 'เสื้อกาวน์หมอ Size L', 43, '0.00', 120026),
(29, 'เสื้อกาวน์หมอ Size XL', 43, '0.00', 120027),
(30, 'เสื้อกาวน์ผู้ช่วย Size S', 43, '0.00', 120028),
(31, 'เสื้อกาวน์ผู้ช่วย Size M', 43, '0.00', 120029),
(32, 'เสื้อกาวน์ผู้ช่วย Size L', 43, '0.00', 120030),
(33, 'เสื้อกาวน์ผู้ช่วย Size XL', 21, '0.00', 120031),
(34, 'เสื้อกาวน์ผู้ช่วย Size 2XL', 43, '0.00', 120032),
(35, 'Prosept Fortis 5 ลิตร น้ำยาแช่เครื่องมือ', 43, '0.00', 120033),
(36, 'ผ้าสีน้ำเงินห่อชุดตรวจ ขนาดเล็ก 18*19 นิ้ว', 43, '0.00', 120034),
(37, 'Carestream ฟิล์ม ผู้ใหญ่เดี่ยว DF-58 #2', 43, '0.00', 120035),
(38, 'Plaster Knive', 43, '0.00', 130001),
(39, 'ผ้าสีน้ำเงินเจาะกลาง คลุมหน้า ใหญ่ 25*30', 43, '0.00', 130002),
(40, 'ผ้าสีน้ำเงินห่อชุดตรวจ เล็ก 19*18', 12, '0.00', 130003),
(41, 'ผ้าสีน้ำเงินห่อชุดตรวจ ใหญ่ 25*30', 29, '0.00', 130004),
(42, 'เสื้อกันรังสี ผู้ใหญ่', 32, '0.00', 130005),
(43, 'Smap-X-ray Holder', 5, '0.00', 130006),
(44, 'XCP', 43, '0.00', 130007),
(45, 'กล่องล้างฟิล์มเอ็กซเรย์', 43, '0.00', 130008),
(46, 'เครื่องขูดหินปูน Woodpacker', 43, '0.00', 210001),
(47, 'เครื่องฉายแสง ยี่ห้ออื่นๆ', 43, '0.00', 210002),
(48, 'เครื่องฉายแสง Woodpacker', 43, '0.00', 210003),
(49, 'เครื่องปั่น Amalgam MONITEX', 43, '0.00', 210004),
(50, 'เครื่องฉายแสงสีดำ SPEC 3 LED USA PLUG #60013941', 43, '0.00', 210005),
(51, 'กล่องล้างฟิล์ม Stainless 27cm x 37cm x 27cm', 43, '0.00', 220001),
(52, 'เข็มฉีดยา 27G*21mm.', 43, '0.00', 220002),
(53, 'เข็มฉีดยา 27G*30mm.', 43, '0.00', 220003),
(54, 'เข็มฉีดยา 30G*21mm.', 43, '0.00', 220004),
(55, 'เข็มน้ำเกลือ 0.55x22', 43, '0.00', 220005),
(56, 'เข็มน้ำเกลือ 1.2 x 40', 43, '0.00', 220006),
(57, 'เข็มน้ำเกลือ No.18 1.5 ล้างแผล', 43, '0.00', 220007),
(58, 'เข็มน้ำเกลือ No.24 1.5 ล้างคลองราก', 43, '0.00', 220008),
(59, 'ไซริงค์น้ำเกลือ 10 ml.', 43, '0.00', 220009),
(60, 'ไซริงค์น้ำเกลือ 20 ml.', 43, '0.00', 220010),
(61, 'OpalDam 1.2 ml น้ำยาบล๊อคเหงือก', 43, '0.00', 220011),
(62, 'OPALESCENT Boost PF 40%', 43, '0.00', 220012),
(63, 'OPALESCENT 15% PF Melon refill', 43, '0.00', 220013),
(64, 'น้ำยาฟอกสีฟัน ZOOM', 43, '0.00', 220014),
(65, 'น้ำยาล้างฟิล์ม Developer 500 ML เล็ก', 43, '0.00', 220015),
(66, 'น้ำยาล้างฟิล์ม Fixer 500 ML เล็ก', 43, '0.00', 220016),
(67, 'สำลี', 43, '0.00', 220017),
(68, 'DURA Cap Blue หมวกคลุมผม', 43, '0.00', 220018),
(69, 'แอลกอฮอล์', 43, '0.00', 220019),
(70, 'Caviwipes แผ่น', 43, '0.00', 220020),
(71, 'DURA Mask blue ชนิดคล้องหู ผ้าปิดปาก', 43, '0.00', 220021),
(72, 'Motex Surgical Gloves , Powdered Sterile No.6.5', 43, '0.00', 220022),
(73, 'N-S-S IRRIGATE 1000 CC. น้ำเกลือ', 43, '0.00', 220023),
(74, 'Suction หลอดดูดน้ำลายพาสติก', 43, '0.00', 220024),
(75, 'TURBO VAC น้ำยาล้าง suction', 43, '0.00', 220025),
(76, 'UNI GAUZE ผ้าก็อสม้วน ขนาด 36 นิ้ว x100 หลา แบบตัด 6 ท่อน', 43, '0.00', 220026),
(77, 'หัวขัด Porcelain เทา ก้านยาว กรอช้า', 5, '0.00', 220027),
(78, 'หัวขัด Porcelain เทา ก้านยาว กรอเร็ว', 4, '0.00', 220028),
(79, 'VITREBOND KIT 7510', 4, '0.00', 220029),
(80, 'คอมโพสิต 3M BODY สี A2', 4, '0.00', 220030),
(81, 'คอมโพสิต 3M BODY สี A3', 4, '0.00', 220031),
(82, 'คอมโพสิต 3M BODY สี A3.5', 4, '0.00', 220032),
(83, 'เทปสเตอร์ไล', 4, '0.00', 220033),
(84, 'APPROXI SANDPER STRIPS กระดาษขัดซอกฟัน', 43, '0.00', 220034),
(85, 'ARTICUKATING เกือกม้า กระดาษเช็คสบฟัน', 43, '0.00', 220035),
(86, 'DYCAL STANDARD PACK DENTIN', 43, '0.00', 220036),
(87, 'คอมโพสิต Estellite E QUICK A1', 43, '0.00', 220037),
(88, 'คอมโพสิต Estellite E QUICK A2', 43, '0.00', 220038),
(89, 'คอมโพสิต Estellite E QUICK A3', 43, '0.00', 220039),
(90, 'คอมโพสิต Estellite E QUICK A3.5', 43, '0.00', 220040),
(91, 'ETCHING 50 ML เอชชิ่งอุดฟัน ใหญ่', 21, '0.00', 220041),
(92, 'GI IONOSIT (แบบฉีด) Pack/6หลอด', 10, '0.00', 220042),
(93, 'เม็ดอมัลกัม Hight-Alloy 1 spill 500 cap แบ่ง', 4, '0.00', 220043),
(94, 'KNITTRAX PLAIN # 000 ( Cord No.000 )', 18, '0.00', 220044),
(95, 'KNITTRAX PLAIN # 00 ( Cord No.00 )', 18, '0.00', 220045),
(96, 'KNITTRAX PLAIN # 0 ( Cord No.0 )', 14, '0.00', 220046),
(97, 'MATRIX BAND 0.04*5 mm. (ตลับ)', 14, '0.00', 220047),
(98, 'MATRIX BAND 0.04*6 mm. (ตลับ)', 10, '0.00', 220048),
(99, 'MATRIX BAND 0.04*7 mm. (ตลับ)', 10, '0.00', 220049),
(100, 'MATRIX BAND 0.04 mm. (ตลับ)', 4, '0.00', 220050),
(101, 'MATRIX BAND #102 ( ตัวยาว)', 38, '0.00', 220051),
(102, 'MATRIX BAND #11 ( Band 2 รู )', 38, '0.00', 220052),
(103, 'MATRIX BAND #12 ( Band 2 รู )', 38, '0.00', 220053),
(104, 'MATRIX BAND #13 ( Band 2 รู )', 38, '0.00', 220054),
(105, 'MATRIX BAND #14 ( Band 3 รู )', 38, '0.00', 220055),
(106, 'MATRIX BAND #15 ( Band 3 รู )', 38, '0.00', 220056),
(107, 'MATRIX BAND #16 ( Band 3 รู )', 38, '0.00', 220057),
(108, 'MATRIX BAND #17 ( Band 3 รู )', 38, '0.00', 220058),
(109, 'Maxem (Kerr) NX 3', 37, '0.00', 220059),
(110, 'Mixing tip สีฟ้า', 4, '0.00', 220060),
(111, 'TOPICAL GEL PPF ฟลูออไรด์ #องุ่น', 10, '0.00', 220061),
(112, 'MYLAR STRIP เซลลูลอยด์ เมทริก', 4, '0.00', 220062),
(113, 'PUMICE # ละเอียด', 3, '0.00', 220063),
(114, 'Regular Set Life Dycal', 37, '0.00', 220064),
(115, 'CLINPRO Sealant Syring Refill 3M', 37, '0.00', 220065),
(116, 'RACESTYPTINE HAEMOSTATIC SOLUTION AGENT Stop bleed', 10, '0.00', 220066),
(117, 'Tallbot', 10, '0.00', 220067),
(118, 'T-Band สีเงิน L ( ผู้ใหญ่ )', 38, '0.00', 220068),
(119, 'T-Band สีเงิน M', 38, '0.00', 220069),
(120, 'T-Band สีเงิน S ( เด็ก )', 38, '0.00', 220070),
(121, 'Tetric N-bond refill 1x6 g บอนดิ้งอุดฟัน เหลือง', 10, '0.00', 220071),
(122, 'คอมโพสิต Tetric N-Flow A2', 37, '0.00', 220072),
(123, 'คอมโพสิต Tetric N-Flow A3', 37, '0.00', 220073),
(124, 'คอมโพสิต Tetric N-Flow A3.5', 37, '0.00', 220074),
(125, 'UNIMATRIX*Refill L', 38, '0.00', 220075),
(126, 'UNIMATRIX*Refill M', 38, '0.00', 220076),
(127, 'UNIMATRIX*Refill S', 38, '0.00', 220077),
(128, 'VITREBOND น้ำ', 10, '0.00', 220078),
(129, 'Wedge ไม้ #S', 23, '0.00', 220079),
(130, 'น้ำยาฟอกสีฟัน Zoom home day', 37, '0.00', 220080),
(131, 'น้ำยาฟอกสีฟัน Zoom home night', 37, '0.00', 220081),
(132, 'หัวกรอ Alegra straight handpiece HE-43 W&H', 14, '0.00', 220082),
(133, 'OPALESCENT 20% PF Melon refill', 37, '0.00', 220083),
(134, 'Micro Applicator Super Fine Size S พู่กันเล็ก', 3, '0.00', 220084),
(135, 'Gluma น้ำยาแก้เสียวฟัน', 10, '0.00', 220085),
(136, 'PROSEPT WIPES LEMON BOX INC.REFILL W/250 แผ่นเช็ดฆ่าเชื้อ', 3, '0.00', 220086),
(137, 'Wedge ไม้ #L', 23, '0.00', 220087),
(138, 'Fuji 9 แบบ แคปซูล', 43, '0.00', 220088),
(139, 'ผงแอร์โฟร์ กลิ่น มะนาว', 10, '0.00', 220089),
(140, 'Wedge ไม้ M', 23, '0.00', 220090),
(141, 'Face shield', 14, '0.00', 220091),
(142, 'อะไหล่ แผ่นใส Face shield', 28, '0.00', 220092),
(143, 'Mouth miror SE plus กระจกส่องปาก', 42, '0.00', 220093),
(144, 'Unimatrix Plier TDV', 21, '0.00', 220094),
(145, 'Unimatrix Clamp TDV', 23, '0.00', 220095),
(146, 'Pola Office Bulk Kit ฟอกสีฟัน', 4, '0.00', 220096),
(147, 'เข็มน้ำเกลือ No.25 1\" กล่องส้ม', 4, '0.00', 220097),
(148, 'Caviwipes น้ำ', 9, '0.00', 220098),
(149, 'Clinicare ULTRA Disifectant แผ่นเช็ดฆ่าเชื้อ', 3, '0.00', 220099),
(150, 'กล่องล้างฟิล์ม Stainless 27cm x 37cm x 27cm', 26, '0.00', 230001),
(151, 'ที่หนีบฟิล์มเดี่ยว', 43, '0.00', 230002),
(152, 'แผ่นกันแสง ไม้ปิงปองสีส้ม', 43, '0.00', 230003),
(153, 'กระปอก Forceps \"1*4\"', 43, '0.00', 230004),
(154, 'กระปอก Forceps \"2*4.5\"', 43, '0.00', 230005),
(155, '3ผ้าก๊อซ \"4*2.5\"', 3, '0.00', 230006),
(156, '3ผ้าก๊อซ \"4*3\"', 3, '0.00', 230007),
(157, 'กล่องแสตนเลสใส่ผ้าก๊อซ \"12*8\"', 4, '0.00', 230008),
(158, 'กล่องแสตนเลสใส่ผ้าก๊อซ \"8*5\"', 4, '0.00', 230009),
(159, 'แก้วแสตนเลส 12 Oz', 26, '0.00', 230010),
(160, 'แก้วแสตนเลส 7 Oz', 26, '0.00', 230011),
(161, 'ช้อนตัก Pumish', 43, '0.00', 230012),
(162, 'ชุดตรวจ (Set 5 ชิ้น)', 14, '0.00', 230013),
(163, 'ด้าม Mouth miror', 19, '0.00', 230014),
(164, 'ถาดเล็ก ถาดเปล่า', 26, '0.00', 230015),
(165, 'ถาดเล็ก (ถาดเปล่า) Tray 5 \'\'x9\'\'', 26, '0.00', 230016),
(166, 'Amalgam หกเหลี่ยม', 43, '0.00', 230017),
(167, 'Amalgam Carvers', 43, '0.00', 230018),
(168, 'Amalgam plugers', 43, '0.00', 230019),
(169, 'Composite Instruments', 43, '0.00', 230020),
(170, 'Dappen Glass', 26, '0.00', 230021),
(171, 'Discoid cleoids', 43, '0.00', 230022),
(172, 'Explorer', 43, '0.00', 230023),
(173, 'Explorer', 13, '0.00', 230024),
(174, 'Gracey curetks #11/12', 43, '0.00', 230025),
(175, 'Gracey curetks #13/14', 43, '0.00', 230026),
(176, 'Gracey curetks #3/4', 43, '0.00', 230027),
(177, 'Gracey curetks #7/8', 43, '0.00', 230028),
(178, 'Hot Plate', 43, '0.00', 230029),
(179, 'Impression Tray Size (แบบมีรู L #12)', 11, '0.00', 230030),
(180, 'Impression Tray Size (แบบมีรู M #13)', 11, '0.00', 230031),
(181, 'Ivory Holder', 43, '0.00', 230032),
(182, 'Mouth Gag 11 CM', 21, '0.00', 230033),
(183, 'Mouth Gag 9 CM', 21, '0.00', 230034),
(184, 'Plaster Shear คีมตัดปูน', 43, '0.00', 230035),
(185, 'Plastick Instruments', 43, '0.00', 230036),
(186, 'SICKLE SH 11/126', 43, '0.00', 230037),
(187, 'SICKLE SH 3/46', 43, '0.00', 230038),
(188, 'Hu-Fidry SCALER SATIN STEEL #SH6/76 Sickle', 43, '0.00', 230039),
(189, 'SICKLE SH 7/86', 43, '0.00', 230040),
(190, 'Spoons สั้น อุดฟัน', 43, '0.00', 230041),
(191, 'suction tip 3 MM', 43, '0.00', 230042),
(192, 'T-Ball Burnisher 29-33 ใหญ่', 43, '0.00', 230043),
(193, 'T-Ball Burnisher 27-31 เล็ก', 43, '0.00', 230044),
(194, 'Tipple Syring', 43, '0.00', 230045),
(195, 'Tissu forceps', 43, '0.00', 230046),
(196, 'Tofflemire Holder', 43, '0.00', 230047),
(197, 'Cement spatula', 43, '0.00', 230048),
(198, 'suction tip 5 MM', 43, '0.00', 230049),
(199, 'Thompson Composite GTX 6', 43, '0.00', 230050),
(200, 'Thompson Composite GTX 7', 43, '0.00', 230051),
(201, 'หัวกรอช้า Ari motor NSK', 43, '0.00', 230052),
(202, 'ที่ขันหัว P 1 ยี่ห้อ Woodpacker', 21, '0.00', 230053),
(203, 'หัวกรอเร็ว Air Router NSK Panaair FX', 43, '0.00', 230054),
(204, 'หัวกรอ Conta NSK FX23', 43, '0.00', 230055),
(205, 'หัวกรอ Phophy NSK FX57', 43, '0.00', 230056),
(206, 'หัวกรอ Straight NSK FX65', 43, '0.00', 230057),
(207, 'หัวกรอ Comtra NSK (คาดน้ำเงิน)', 41, '0.00', 230058),
(208, 'ซิกเกล (sickle)', 41, '0.00', 230059),
(209, 'Joint Air Router NSK', 41, '0.00', 230060),
(210, 'เชดไกด์ Mature Dent', 43, '0.00', 230061),
(211, 'เชดไกด์ VITA 3 D', 43, '0.00', 230062),
(212, 'ถ้วยยางผสม ACRYLIC ไซต์ L', 43, '0.00', 230063),
(213, 'ถ้วยยางผสม ACRYLIC ไซต์ M', 43, '0.00', 230064),
(214, 'ถ้วยยางผสม ACRYLIC ไซต์ S', 43, '0.00', 230065),
(215, 'ยางใส่ Mouth GAG', 21, '0.00', 230066),
(216, 'แว่นตากันแสงสีส้ม', 43, '0.00', 230067),
(217, 'ALVEOGYL #5712U', 10, '0.00', 230068),
(218, 'Amalgam Burnisher', 43, '0.00', 230069),
(219, 'Amalgam Carrier', 43, '0.00', 230070),
(220, 'Cosmo Shade Guide CM-10301G', 27, '0.00', 230071),
(221, 'Dycal carrier', 43, '0.00', 230072),
(222, 'Mixing plate w. Light prot ถาดบลอดดิ่ง ฝาสีส้ม', 13, '0.00', 230073),
(223, 'Mixing Bowl ไซต์ M', 13, '0.00', 230074),
(224, 'Mixing Bowl ไซต์ S', 13, '0.00', 230075),
(225, 'Mouth Prob ดำ #L', 43, '0.00', 230076),
(226, 'Mouth Prob ดำ #M', 43, '0.00', 230077),
(227, 'Mouth Gag Sleeve', 11, '0.00', 230078),
(228, 'Mouth Prob', 43, '0.00', 230079),
(229, 'Mouth Prob ดำ #S', 43, '0.00', 230080),
(230, 'Mouth Prop เขียว #L', 21, '0.00', 230081),
(231, 'Mouth Prop เขียว #S', 21, '0.00', 230082),
(232, 'Tray Fluoride #L', 43, '0.00', 230083),
(233, 'Tray Fluoride #M', 43, '0.00', 230084),
(234, 'Tray Fluoride #S', 43, '0.00', 230085),
(235, 'UNIMATRIX and Elastic Wedges mini Kit', 14, '0.00', 230086),
(236, 'UNIMATRIX MINI KIT (TDV)', 4, '0.00', 230087),
(237, 'พายผสมวัสดุพาสติก', 43, '0.00', 230088),
(238, 'ซักชั่นทิป ขนาด 5 mm', 43, '0.00', 230089),
(239, 'V3 band kit', 21, '0.00', 230090),
(240, 'Air motor AM-25 RM W&H', 14, '0.00', 230091),
(241, 'ปืนฉีดGI FUJI9', 43, '0.00', 230092),
(242, 'TD-1L Torque Wrench ที่ขันหัวขูด P 5', 41, '0.00', 230093),
(243, 'Tray Unit ถาดวางทิชชู่ติดยูนิต', 43, '0.00', 230094),
(244, 'PROBE SATIN STEEL #PCPUNC156', 43, '0.00', 230095),
(245, 'Hu-Fidry HEIDBRINK #EHB13/14', 43, '0.00', 230096),
(246, 'Alegra Contra angle WE-56 W&H', 14, '0.00', 230097),
(247, 'Tofflemire matrix holder', 43, '0.00', 230098),
(248, 'Ivory matrix holder (ก้ามปู)', 43, '0.00', 230099),
(249, 'Mouth miror Economy กระจกส่องปากธรรมดา', 4, '0.00', 230100),
(250, 'Long forceps 6 (15cm) ทรานเฟอร์ฟอเซพ', 21, '0.00', 230101),
(251, 'Cord Packer', 19, '0.00', 230102),
(252, 'ถาดตื้น 11 นิ้ว', 26, '0.00', 230103),
(253, 'Ultrasonic Handpiece Woodpecker LED HW-5L', 19, '0.00', 230104),
(254, 'Cord Packer Thomson', 43, '0.00', 230105),
(255, 'Pumice Cup', 22, '0.00', 230106),
(256, 'Amalgam Well', 43, '0.00', 230107),
(257, 'Spoon #1.5', 21, '0.00', 230108),
(258, 'Spoon #18', 21, '0.00', 230109),
(259, 'Carver No.1/2', 21, '0.00', 230110),
(260, 'Discoid Cleoid #3118', 21, '0.00', 230111),
(261, 'Amalgam Plugger NO.1/2', 43, '0.00', 230112),
(262, 'Bite Block / ยางรองกัด สีเขียว', 4, '0.00', 230113),
(263, 'Composite Carver', 43, '0.00', 230114),
(264, 'เครื่องฉายแสง B-Cure', 12, '0.00', 230115),
(265, 'เครื่องพ่นทราย', 12, '0.00', 230116),
(266, 'High power suction มีปีกกันลิ้น', 13, '0.00', 230117),
(267, 'เครื่อง กล๊าสบีซ', 12, '0.00', 310001),
(268, 'อัลจิเนต Ortho print', 23, '0.00', 320001),
(269, 'super chain S สีเขียว', 32, '0.00', 320002),
(270, 'Tube #6 0.22 ROTH T28', 27, '0.00', 320003),
(271, 'TLTF162224 SS T-loop 016x22 26 MM', 4, '0.00', 320004),
(272, 'Porcelain ETCH', 37, '0.00', 320005),
(273, 'Optragate assortment ( กล่อง 80 ชิ้น )', 13, '0.00', 320006),
(274, 'OptraGate Regulr ( กล่อง 80 ชิ้น )', 13, '0.00', 320007),
(275, 'OptraGate Small ( กล่อง 80 ชิ้น )', 13, '0.00', 320008),
(276, 'TLTF162224 SS T-loop 016x22 28 MM', 4, '0.00', 320009),
(277, 'Chain LT red', 32, '0.00', 320010),
(278, 'Chain LT Burgundy', 32, '0.00', 320011),
(279, 'Chain LT Neon Pink', 32, '0.00', 320012),
(280, 'Chain LT Light pink', 32, '0.00', 320013),
(281, 'Chain LT orange', 32, '0.00', 320014),
(282, 'Chain LT Neon Green', 32, '0.00', 320015),
(283, 'Chain LT Light Green', 32, '0.00', 320016),
(284, 'Chain LT Green', 32, '0.00', 320017),
(285, 'Chain LT Teal', 32, '0.00', 320018),
(286, 'Chain LT Periwinkle', 32, '0.00', 320019),
(287, 'Chain LT Neon Blue', 32, '0.00', 320020),
(288, 'Chain LT Metallic Blue', 32, '0.00', 320021),
(289, 'Chain LT Blue', 32, '0.00', 320022),
(290, 'Chain LT Grape', 32, '0.00', 320023),
(291, 'Chain LT Purple', 32, '0.00', 320024),
(292, 'Chain LT silver', 32, '0.00', 320025),
(293, 'Chain LT Gray', 32, '0.00', 320026),
(294, 'Chain LT Rasberry', 32, '0.00', 320027),
(295, 'Chain metalic red', 32, '0.00', 320028),
(296, 'Chain Fire Red', 32, '0.00', 320029),
(297, 'Chain red', 32, '0.00', 320030),
(298, 'Chain maroon', 32, '0.00', 320031),
(299, 'Chain jelly red', 32, '0.00', 320032),
(300, 'Chain flu red *ขาดสต็อคชั่วคราว*', 32, '0.00', 320033),
(301, 'Chain fusia', 32, '0.00', 320034),
(302, 'Chain Fluorescent pink', 32, '0.00', 320035),
(303, 'Chain hot pink', 32, '0.00', 320036),
(304, 'Chain Light pink', 32, '0.00', 320037),
(305, 'Chain Glow red', 32, '0.00', 320038),
(306, 'Chain Orange', 32, '0.00', 320039),
(307, 'Chain Glow orange', 32, '0.00', 320040),
(308, 'Chain Yellow', 32, '0.00', 320041),
(309, 'Chain Fluorescent Yellow *ขาดสต็อคชั่วคราว*', 32, '0.00', 320042),
(310, 'Chain Fluorescent Green', 32, '0.00', 320043),
(311, 'Chain Glow Green', 32, '0.00', 320044),
(312, 'Chain Pearl Green', 32, '0.00', 320045),
(313, 'Chain Light Green', 32, '0.00', 320046),
(314, 'Chain Spring Green', 32, '0.00', 320047),
(315, 'Chain Metallic Green', 32, '0.00', 320048),
(316, 'Chain Green', 32, '0.00', 320049),
(317, 'Chain Aquamarine', 32, '0.00', 320050),
(318, 'Chain Emerald Green', 32, '0.00', 320051),
(319, 'Chain Jade jewel', 32, '0.00', 320052),
(320, 'Chain Metal Ocean Green', 32, '0.00', 320053),
(321, 'Chain Teal', 32, '0.00', 320054),
(322, 'Chain Jelly Green', 32, '0.00', 320055),
(323, 'Chain Green', 32, '0.00', 320056),
(324, 'Chain Turquoise', 32, '0.00', 320057),
(325, 'Chain Jelly Blue *ขาดสต็อคชั่วคราว*', 32, '0.00', 320058),
(326, 'Chain Sky Blue', 32, '0.00', 320059),
(327, 'Chain Glow Blue', 32, '0.00', 320060),
(328, 'Chain Cobalt Blue', 32, '0.00', 320061),
(329, 'Chain Sapphire jewel', 32, '0.00', 320062),
(330, 'Chain Pearl Blue', 32, '0.00', 320063),
(331, 'Chain Light Blue', 32, '0.00', 320064),
(332, 'Chain Navy Blue', 32, '0.00', 320065),
(333, 'Chain Metallic Blue', 32, '0.00', 320066),
(334, 'Chain Blue', 32, '0.00', 320067),
(335, 'Chain Jelly plum *ขาดสต็อคชั่วคราว*', 32, '0.00', 320068),
(336, 'Chain Violet', 32, '0.00', 320069),
(337, 'Chain Orchid Purple', 32, '0.00', 320070),
(338, 'Chain Glow Purple *ยกเลิกผลิต*', 32, '0.00', 320071),
(339, 'Chain Metallic Purple', 32, '0.00', 320072),
(340, 'Chain Amethyst jewel', 32, '0.00', 320073),
(341, 'Chain Purple', 32, '0.00', 320074),
(342, 'Chain Metallic Copper *ขาดสต็อคชั่วคราว*', 32, '0.00', 320075),
(343, 'Chain Black', 32, '0.00', 320076),
(344, 'Chain Silver', 32, '0.00', 320077),
(345, 'Chain White', 32, '0.00', 320078),
(346, 'Chain Pearl White', 32, '0.00', 320079),
(347, 'Chain Clear', 32, '0.00', 320080),
(348, 'Chain LT Carolina Blue', 32, '0.00', 320081),
(349, 'O-Ring LT red', 38, '0.00', 320082),
(350, 'O-Ring LT Burgundy', 38, '0.00', 320083),
(351, 'O-Ring LT Neon Pink', 38, '0.00', 320084),
(352, 'O-Ring LT Light pink', 38, '0.00', 320085),
(353, 'O-Ring LT orange', 38, '0.00', 320086),
(354, 'O-Ring LT Neon Green', 38, '0.00', 320087),
(355, 'O-Ring LT Light Green', 38, '0.00', 320088),
(356, 'O-Ring Dark Green', 38, '0.00', 320089),
(357, 'O-Ring LT Teal', 38, '0.00', 320090),
(358, 'O-Ring LT Periwinkle', 38, '0.00', 320091),
(359, 'O-Ring LT Neon Blue', 38, '0.00', 320092),
(360, 'O-Ring LT Metallic Blue', 38, '0.00', 320093),
(361, 'O-Ring LT Blue', 38, '0.00', 320094),
(362, 'O-Ring LT Grape', 38, '0.00', 320095),
(363, 'O-Ring LT Purple', 38, '0.00', 320096),
(364, 'O-Ring LT silver', 38, '0.00', 320097),
(365, 'O-Ring LT Gray', 38, '0.00', 320098),
(366, 'O-Ring LT Rasberry', 38, '0.00', 320099),
(367, 'O-Ring metalic red', 38, '0.00', 320100),
(368, 'O-Ring Fire Red', 38, '0.00', 320101),
(369, 'O-Ring red', 38, '0.00', 320102),
(370, 'O-Ring Maroon', 38, '0.00', 320103),
(371, 'O-Ring jelly red', 38, '0.00', 320104),
(372, 'O-Ring flu red *ขาดสต็อคชั่วคราว*', 38, '0.00', 320105),
(373, 'O-Ring fusia', 38, '0.00', 320106),
(374, 'O-Ring flu pink', 38, '0.00', 320107),
(375, 'O-Ring hot pink *ขาดสต็อคชั่วตราว*', 38, '0.00', 320108),
(376, 'O-Ring light pink', 38, '0.00', 320109),
(377, 'O-Ring Glow red', 38, '0.00', 320110),
(378, 'O-Ring Orange', 38, '0.00', 320111),
(379, 'O-Ring Glow orange', 38, '0.00', 320112),
(380, 'O-Ring Yellow', 38, '0.00', 320113),
(381, 'O-Ring Fluorescent Yellow', 38, '0.00', 320114),
(382, 'O-Ring Fluorescent Green', 38, '0.00', 320115),
(383, 'O-Ring Glow Green', 38, '0.00', 320116),
(384, 'O-Ring Pearl Green', 38, '0.00', 320117),
(385, 'O-Ring Light Green', 38, '0.00', 320118),
(386, 'O-Ring Spring Green', 38, '0.00', 320119),
(387, 'O-Ring Metallic Green', 38, '0.00', 320120),
(388, 'O-Ring Green', 38, '0.00', 320121),
(389, 'O-Ring Aquamarine', 38, '0.00', 320122),
(390, 'O-Ring Emerald Green', 38, '0.00', 320123),
(391, 'O-Ring Jade jewel', 38, '0.00', 320124),
(392, 'O-Ring Metal Ocean Green', 38, '0.00', 320125),
(393, 'O-Ring Teal *ขาดสต็อคชั่วคราว*', 38, '0.00', 320126),
(394, 'O-Ring Jelly Green *ขาดสต็อคชั่วคราว*', 38, '0.00', 320127),
(395, 'O-Ring Green', 38, '0.00', 320128),
(396, 'O-Ring Turquoise', 38, '0.00', 320129),
(397, 'O-Ring Jelly Blue', 38, '0.00', 320130),
(398, 'O-Ring Sky Blue', 38, '0.00', 320131),
(399, 'O-Ring Glow Blue', 38, '0.00', 320132),
(400, 'O-Ring Cobalt Blue', 38, '0.00', 320133),
(401, 'O-Ring Sapphire jewel', 38, '0.00', 320134),
(402, 'O-Ring Pearl Blue', 38, '0.00', 320135),
(403, 'O-Ring Light Blue', 38, '0.00', 320136),
(404, 'O-Ring Navy Blue', 38, '0.00', 320137),
(405, 'O-Ring Metallic Blue', 38, '0.00', 320138),
(406, 'O-Ring Blue', 38, '0.00', 320139),
(407, 'O-Ring Jelly plum *ขาดสต็อคชั่วคราว*', 38, '0.00', 320140),
(408, 'O-Ring Violet *ขาดสต็อคชั่วคราว*', 38, '0.00', 320141),
(409, 'O-Ring Orchid Purple', 38, '0.00', 320142),
(410, 'O-Ring Glow Purple ยกเลิกผลิต', 38, '0.00', 320143),
(411, 'O-Ring Metallic Purple', 38, '0.00', 320144),
(412, 'O-Ring Amethyst jewel', 38, '0.00', 320145),
(413, 'O-Ring Purple', 38, '0.00', 320146),
(414, 'O-Ring Metallic Copper', 38, '0.00', 320147),
(415, 'O-Ring Black', 38, '0.00', 320148),
(416, 'O-Ring Silver', 38, '0.00', 320149),
(417, 'O-Ring White', 38, '0.00', 320150),
(418, 'O-Ring Pearl Whte', 38, '0.00', 320151),
(419, 'O-Ring Clear', 38, '0.00', 320152),
(420, 'O-Ring LT Carolina Blue', 38, '0.00', 320153),
(421, 'TLTF162224 SS T-loop 016x22 30MM', 4, '0.00', 320154),
(422, 'น้ำมันหล่อลื่นเครื่องมือ', 10, '0.00', 320155),
(423, 'ลวด 0.12 NITI Lower', 16, '0.00', 320156),
(424, 'ลวด 0.12 NITI Upper', 16, '0.00', 320157),
(425, 'ลวด 0.12 SS Lower', 16, '0.00', 320158),
(426, 'ลวด 0.12 SS Upper', 16, '0.00', 320159),
(427, 'ลวด 0.14 NITI Lower', 16, '0.00', 320160),
(428, 'ลวด 0.14 NITI Upper', 16, '0.00', 320161),
(429, 'ลวด 0.14 SS Lower', 16, '0.00', 320162),
(430, 'ลวด 0.14 SS Upper', 16, '0.00', 320163),
(431, 'ลวด 0.16*0.16 NITI Lower', 16, '0.00', 320164),
(432, 'ลวด 0.16*0.16 NITI Upper', 16, '0.00', 320165),
(433, 'ลวด 0.16*0.16 SS Lower', 16, '0.00', 320166),
(434, 'ลวด 0.16*0.16 SS Upper', 16, '0.00', 320167),
(435, 'ลวด 0.16*0.22 NITI Lower', 16, '0.00', 320168),
(436, 'ลวด 0.16*0.22 NITI Upper', 16, '0.00', 320169),
(437, 'ลวด 0.16*0.22 SS Lower', 16, '0.00', 320170),
(438, 'ลวด 0.16*0.22 SS Upper', 16, '0.00', 320171),
(439, 'ลวด 0.16 NITI Lower', 16, '0.00', 320172),
(440, 'ลวด 0.16 NITI Upper', 16, '0.00', 320173),
(441, 'ลวด 0.16 SS Lower', 16, '0.00', 320174),
(442, 'ลวด 0.16 SS Upper', 16, '0.00', 320175),
(443, 'ลวด 0.17*0.25 NITI Lower', 16, '0.00', 320176),
(444, 'ลวด 0.17*0.25 NITI Upper', 16, '0.00', 320177),
(445, 'ลวด 0.17*0.25 SS Lower', 16, '0.00', 320178),
(446, 'ลวด 0.17*0.25 SS Upper', 16, '0.00', 320179),
(447, 'ลวด 0.18*0.25 NITI Lower', 16, '0.00', 320180),
(448, 'ลวด 0.18*0.25 NITI Upper', 16, '0.00', 320181),
(449, 'ลวด 0.18*0.25 SS Lower', 16, '0.00', 320182),
(450, 'ลวด 0.18*0.25 SS Upper', 16, '0.00', 320183),
(451, 'ลวด 0.18 NITI Lower', 16, '0.00', 320184),
(452, 'ลวด 0.18 NITI Upper', 16, '0.00', 320185),
(453, 'ลวด 0.18 SS Lower', 16, '0.00', 320186),
(454, 'ลวด 0.18 SS Upper', 16, '0.00', 320187),
(455, 'ลวด Damon Copper NITI .018', 17, '0.00', 320188),
(456, 'Bracket Molar #6 0.22 standard T4', 27, '0.00', 320189),
(457, 'ลวด 0.19*0.25 NITI Lower', 16, '0.00', 320190),
(458, 'ลวด 0.19*0.25 NITI Upper', 16, '0.00', 320191),
(459, 'ลวด 0.19*0.25 SS Lower', 16, '0.00', 320192),
(460, 'ลวด 0.19*0.25 SS Upper', 16, '0.00', 320193),
(461, 'JOTA DIAMOND BUR FG830F/018 คาดแดง', 41, '0.00', 320194),
(462, 'ลวด 0.20 NITI Lower', 16, '0.00', 320195),
(463, 'ลวด 0.20 NITI Upper', 16, '0.00', 320196),
(464, 'ลวด 0.20 SS Lower', 16, '0.00', 320197),
(465, 'ลวด 0.20 SS Upper', 16, '0.00', 320198),
(466, 'ลวด Damon Copper NITI .013', 39, '0.00', 320199),
(467, 'MINI Screw SS Bioray A-1P 1.5*8 mm.', 21, '0.00', 320200),
(468, 'ลวดพิเศษ AOS 0.012', 4, '0.00', 320201),
(469, 'ลวดพิเศษ AOS 0.014', 4, '0.00', 320202),
(470, 'ลวดพิเศษ AOS 0.014*0.25', 4, '0.00', 320203),
(471, 'ลวดพิเศษ AOS 0.016', 4, '0.00', 320204),
(472, 'ลวดพิเศษ AOS 0.016*0.25', 4, '0.00', 320205),
(473, 'ลวด Damon Copper NITI .014', 39, '0.00', 320206),
(474, 'ลวด Damon Copper NITI .014*025', 39, '0.00', 320207),
(475, 'ลวด Damon Copper NITI .016', 39, '0.00', 320208),
(476, 'ลวด Damon Copper NITI .016*025', 39, '0.00', 320209),
(477, 'ลวด Damon TMA 017*025', 39, '0.00', 320210),
(478, 'ลวด Damon Copper NITI .018*025', 39, '0.00', 320211),
(479, 'ลวด Damon TMA .019*025', 39, '0.00', 320212),
(480, 'ลวด NITI Reverse 16*16 Lower', 16, '0.00', 320213),
(481, 'ลวด NITI Reverse 16*16 Upper', 16, '0.00', 320214),
(482, 'ลวด NITI Reverse 16*22 Lower', 16, '0.00', 320215),
(483, 'ลวด NITI Reverse 16*22 Upper', 16, '0.00', 320216),
(484, 'Band 0.22 6 Con.v. LL 34', 21, '0.00', 320217),
(485, 'Band 0.22 6 Con.v. LL 34+', 21, '0.00', 320218),
(486, 'Band 0.22 6 Con.v. LL 35', 21, '0.00', 320219),
(487, 'Band 0.22 6 Con.v. LL 35+', 21, '0.00', 320220),
(488, 'Band 0.22 6 Con.v. LL 36', 21, '0.00', 320221),
(489, 'Band 0.22 6 Con.v. LL 36+', 21, '0.00', 320222),
(490, 'Band 0.22 6 Con.v. LL 37', 21, '0.00', 320223),
(491, 'Band 0.22 6 Con.v. LL 37+', 21, '0.00', 320224),
(492, 'Band 0.22 6 Con.v. LL 38', 21, '0.00', 320225),
(493, 'Band 0.22 6 Con.v. LL 38+', 21, '0.00', 320226),
(494, 'Band 0.22 6 Con.v. LL 39', 21, '0.00', 320227),
(495, 'Band 0.22 6 Con.v. LL 39+', 21, '0.00', 320228),
(496, 'Band 0.22 6 Con.v. LL 40', 21, '0.00', 320229),
(497, 'Band 0.22 6 Con.v. LL 40+', 21, '0.00', 320230),
(498, 'Band 0.22 6 Con.v. LL 41', 21, '0.00', 320231),
(499, 'Band 0.22 6 Con.v. LL 41+', 21, '0.00', 320232),
(500, 'Band 0.22 6 Con.v. LR 34', 21, '0.00', 320233),
(501, 'Band 0.22 6 Con.v. LR 34+', 21, '0.00', 320234),
(502, 'Band 0.22 6 Con.v. LR 35', 21, '0.00', 320235),
(503, 'Band 0.22 6 Con.v. LR 35+', 21, '0.00', 320236),
(504, 'Band 0.22 6 Con.v. LR 36', 21, '0.00', 320237),
(505, 'Band 0.22 6 Con.v. LR 36+', 21, '0.00', 320238),
(506, 'Band 0.22 6 Con.v. LR 37', 21, '0.00', 320239),
(507, 'Band 0.22 6 Con.v. LR 37+', 21, '0.00', 320240),
(508, 'Band 0.22 6 Con.v. LR 38', 21, '0.00', 320241),
(509, 'Band 0.22 6 Con.v. LR 38+', 21, '0.00', 320242),
(510, 'Band 0.22 6 Con.v. LR 39+', 21, '0.00', 320243),
(511, 'Band 0.22 6 Con.v. LR 40', 21, '0.00', 320244),
(512, 'Band 0.22 6 Con.v. LR 40+', 21, '0.00', 320245),
(513, 'Band 0.22 6 Con.v. LR 41', 21, '0.00', 320246),
(514, 'Band 0.22 6 Con.v. LR 41+', 21, '0.00', 320247),
(515, 'Band 0.22 6 Con.v. UL 34', 21, '0.00', 320248),
(516, 'Band 0.22 6 Con.v. UL 34+', 21, '0.00', 320249),
(517, 'Band 0.22 6 Con.v. UL 35', 21, '0.00', 320250),
(518, 'Band 0.22 6 Con.v. UL 35+', 21, '0.00', 320251),
(519, 'Band 0.22 6 Con.v. UL 36', 21, '0.00', 320252),
(520, 'Band 0.22 6 Con.v. UL 36+', 21, '0.00', 320253),
(521, 'Band 0.22 6 Con.v. UL 37', 21, '0.00', 320254),
(522, 'Band 0.22 6 Con.v. UL 37+', 21, '0.00', 320255),
(523, 'Band 0.22 6 Con.v. UL 38', 21, '0.00', 320256),
(524, 'Band 0.22 6 Con.v. UL 38+', 21, '0.00', 320257),
(525, 'Band 0.22 6 Con.v. UL 39', 21, '0.00', 320258),
(526, 'Band 0.22 6 Con.v. UL 39+', 21, '0.00', 320259),
(527, 'Band 0.22 6 Con.v. UL 40', 21, '0.00', 320260),
(528, 'Band 0.22 6 Con.v. UL 40+', 21, '0.00', 320261),
(529, 'Band 0.22 6 Con.v. UL 41', 21, '0.00', 320262),
(530, 'Band 0.22 6 Con.v. UL 41+', 21, '0.00', 320263),
(531, 'Band 0.22 6 Con.v. UR 34', 21, '0.00', 320264),
(532, 'Band 0.22 6 Con.v. UR 34+', 21, '0.00', 320265),
(533, 'Band 0.22 6 Con.v. UR 35', 21, '0.00', 320266),
(534, 'Band 0.22 6 Con.v. UR 35+', 21, '0.00', 320267),
(535, 'Band 0.22 6 Con.v. UR 36', 21, '0.00', 320268),
(536, 'Band 0.22 6 Con.v. UR 36+', 21, '0.00', 320269),
(537, 'Band 0.22 6 Con.v. UR 37', 21, '0.00', 320270),
(538, 'Band 0.22 6 Con.v. UR 37+', 21, '0.00', 320271),
(539, 'Band 0.22 6 Con.v. UR 38', 21, '0.00', 320272),
(540, 'Band 0.22 6 Con.v. UR 38+', 21, '0.00', 320273),
(541, 'Band 0.22 6 Con.v. UR 39', 21, '0.00', 320274),
(542, 'Band 0.22 6 Con.v. UR 39+', 21, '0.00', 320275),
(543, 'Band 0.22 6 Con.v. UR 40', 21, '0.00', 320276),
(544, 'Band 0.22 6 Con.v. UR 40+', 21, '0.00', 320277),
(545, 'Band 0.22 6 Con.v. UR 41', 21, '0.00', 320278),
(546, 'Band 0.22 6 Con.v. UR 41+', 21, '0.00', 320279),
(547, 'Bracket – AOSC Hook # 3', 4, '0.00', 320280),
(548, 'Bracket – AOSC Hook # 3 4 5', 4, '0.00', 320281),
(549, 'Bracket DAMON CLEAR', 27, '0.00', 320282),
(550, 'Bracket DAMON Q', 27, '0.00', 320283),
(551, 'Bracket – Pacific 018 เต็ม ยกเลิกสั่ง', 27, '0.00', 320284),
(552, 'Bracket – Pacific 018 เต็ม Hook 3 4 5 ยกเลิกสั่ง', 27, '0.00', 320285),
(553, 'Bracket – Tomy Omiarch 018เต็ม', 27, '0.00', 320286),
(554, 'Bracket – Tomy Omiarch 018 เว้น', 27, '0.00', 320287),
(555, 'Bracket – Tomy Omiarch 022 เต็ม', 27, '0.00', 320288),
(556, 'Bracket – Tomy Omiarch 022 เว้น', 27, '0.00', 320289),
(557, 'Bracket - Vapor Ceramic', 27, '0.00', 320290),
(558, 'Bracket – W & H B11 022 ROTH Mini 3H', 27, '0.00', 320291),
(559, 'Bracket – W & H B14-1 022 Standard MBT 345H', 27, '0.00', 320292),
(560, 'Bracket – W & H B14 022 Standard MBT 3H', 27, '0.00', 320293),
(561, 'Bracket – W & H B16-1 018 ROTH 345H', 27, '0.00', 320294),
(562, 'Bracket – W & H B16 018 ROTH 3H', 27, '0.00', 320295),
(563, 'Bracket – W & H B17 018 ROTH 3H', 27, '0.00', 320296),
(564, 'Bracket – W & H B18 018 Standard MBT 3H', 27, '0.00', 320297),
(565, 'Bracket - W&H B17-1 018 ROTH 345H', 27, '0.00', 320298),
(566, 'Bracket – W & H B19-1 022 MBT Mini 345H', 27, '0.00', 320299),
(567, 'Bracket – W & H B19 022 MBT Mini 3H', 27, '0.00', 320300),
(568, 'Bracket – W & H B6-1 022 ST EDGEWISE 345H', 27, '0.00', 320301),
(569, 'Bracket – W & H B6 022 ST EDGEWISE 3H', 27, '0.00', 320302),
(570, 'Bracket – W & H B9 022 ROTH 3H', 27, '0.00', 320303),
(571, 'Bracket – W & H B9-1 022 ROTH 345H', 27, '0.00', 320304),
(572, 'Double Sided Lightning Strip Fine ABRASIVE 4 mm', 4, '0.00', 320305),
(573, 'Double Sided Lightning Strip Fine ABRASIVE 6 mm', 4, '0.00', 320306),
(574, 'HOOK DROP-IN ฮุกดาม่อน', 43, '0.00', 320307),
(575, 'ยาง ELASTIC COLOR CHIPMUNK สี 1/8 3.5 OZ.', 4, '0.00', 320308),
(576, 'ยาง ELASTIC COLOR FOX สี 1/4 3.5 OZ.', 4, '0.00', 320309),
(577, 'ยาง ELASTIC COLOR RABBIT สี 3/16 3.5 OZ.', 4, '0.00', 320310),
(578, 'กาวติด BK ENLIGHT REFILL 7400179 คู่บอนดิ้ง', 14, '0.00', 320311),
(579, 'Etching SOLUTION 740-0038 เอชชิ่งใสจัดฟัน', 10, '0.00', 320312),
(580, 'Eyelet AOSC', 40, '0.00', 320313),
(581, 'Botton Chain (เงิน)', 21, '0.00', 320314),
(582, 'กาวติด BK GRENGLOO SYRINGE REFILL #740-0321', 37, '0.00', 320315),
(583, 'Hook 3 mm', 40, '0.00', 320316),
(584, 'Hook 6 mm', 40, '0.00', 320317),
(585, 'Hook Crimping Plier', 43, '0.00', 320318),
(586, 'Hook Stop', 40, '0.00', 320319),
(587, 'Ligature 009 (ม้วนใหญ่)', 32, '0.00', 320320),
(588, 'Ligature 012 (ม้วนใหญ่)', 32, '0.00', 320321),
(589, 'Ligature 010 (ม้วนใหญ่)', 15, '0.00', 320322),
(590, 'Lingual Botton', 40, '0.00', 320323),
(591, 'MINI Screw JEIT 1.4*10', 21, '0.00', 320324),
(592, 'MINI Screw JEIT 1.4*6', 21, '0.00', 320325),
(593, 'MINI Screw JEIT 1.4*8', 21, '0.00', 320326),
(594, 'MINI Screw JEIT 1.6*10', 21, '0.00', 320327),
(595, 'MINI Screw JEIT 1.6*6', 21, '0.00', 320328),
(596, 'MINI Screw JEIT 1.6*8', 21, '0.00', 320329),
(597, 'MINI Screw JEIT 2.0*10', 21, '0.00', 320330),
(598, 'MINI Screw JEIT 2.0*12', 21, '0.00', 320331),
(599, 'MINI Screw JEIT 2.0*6', 21, '0.00', 320332),
(600, 'MINI Screw JEIT 2.0*8', 21, '0.00', 320333),
(601, 'MINI Screw OSTEM 1.4*6', 21, '0.00', 320334),
(602, 'MINI Screw OSTEM 1.4*8', 21, '0.00', 320335),
(603, 'MINI Screw OSTEM 1.6*10', 21, '0.00', 320336),
(604, 'MINI Screw OSTEM 1.6*6', 21, '0.00', 320337),
(605, 'MINI Screw OSTEM 1.6*8', 21, '0.00', 320338),
(606, 'MINI Screw OSTEM 1.8*10', 21, '0.00', 320339),
(607, 'MINI Screw OSTEM 1.8*6', 21, '0.00', 320340),
(608, 'MINI Screw OSTEM 1.8*8', 21, '0.00', 320341),
(609, 'Band lock blue', 7, '0.00', 320342),
(610, 'MINI Screw SS Bioray A-1P 2.0*10 mm.', 21, '0.00', 320343),
(611, 'MINI Screw SS Bioray A-1P 2.0*8 mm.', 21, '0.00', 320344),
(612, 'OPEN COIL SPING 10', 38, '0.00', 320345),
(613, 'Ortho Solo Bonding บอนดิ้งจัดฟัน', 10, '0.00', 320346),
(614, 'Power Chain', 43, '0.00', 320347),
(615, 'Hook Power 6 mm. UL/LR Long hook 25 LL', 40, '0.00', 320348),
(616, 'Hook Power 6 mm. UR/LL Long hook 25 UR', 40, '0.00', 320349),
(617, 'Rotation Wedg', 21, '0.00', 320350),
(618, 'Single Sided Lightning Strip Fine ABRASIVE 4 mm', 4, '0.00', 320351),
(619, 'Single Sided Lightning Strip Fine ABRASIVE 6 mm', 4, '0.00', 320352),
(620, 'TLTF162224 SS T-loop 016x22 24 MM', 4, '0.00', 320353),
(621, 'Tissue Guard (สีเทา)', 20, '0.00', 320354),
(622, 'Tube #6 0.18 ROTH T38', 27, '0.00', 320355),
(623, 'Tube #6 0.18 ROTH T40-1', 27, '0.00', 320356),
(624, 'Tube #6 0.22 MBT T15', 27, '0.00', 320357),
(625, 'Tube #6 0.22 ROTH T21', 27, '0.00', 320358),
(626, 'Tube #6 0.22 ROTH T22', 27, '0.00', 320359),
(627, 'Tube #6 0.22 ROTH T27 Mini', 27, '0.00', 320360),
(628, 'Tube #7 0.18 ROTH T49', 27, '0.00', 320361),
(629, 'Tube #7 0.22 MBT T20', 27, '0.00', 320362),
(630, 'Tube #7 0.22 ROTH T30', 27, '0.00', 320363),
(631, 'Tube #7 0.18 ROTH T44', 27, '0.00', 320364),
(632, 'Ultra Bandlock', 37, '0.00', 320365),
(633, 'ยาง ZOO MASTER PACK CHIPMUNK 1/8 ใส 3.5 oz.', 4, '0.00', 320366),
(634, 'ยาง ZOO MASTER PACK FOX 1/4 ใส 3.5 oz.', 4, '0.00', 320367),
(635, 'ยาง ZOO MASTER PACK PENGUIN 5/16 ใส 3.5 oz.', 4, '0.00', 320368),
(636, 'ยาง ZOO MASTER PACK RABBIT 3/16 ใส 3.5 oz.', 4, '0.00', 320369),
(637, 'Band 0.22 6 Con.v. UR 33', 21, '0.00', 320370),
(638, 'Band 0.22 6 Con.v. LR 33', 21, '0.00', 320371),
(639, 'Band 0.22 6 Con.v. UL 33', 21, '0.00', 320372),
(640, 'Band 0.22 6 Con.v. LL 33', 21, '0.00', 320373),
(641, 'Band 0.22 6 Con.v. UR 33+', 21, '0.00', 320374),
(642, 'Band 0.22 6 Con.v. LR 33+', 21, '0.00', 320375),
(643, 'Band 0.22 6 Con.v. UL 33+', 21, '0.00', 320376),
(644, 'Band 0.22 6 Con.v. LL 33+', 21, '0.00', 320377),
(645, 'ยาง ZOO MASTER PACK BEAR 1/4 ใส 4.5 oz.', 4, '0.00', 320378),
(646, 'ยาง ZOO MASTER PACK ZEBRA 5/16 ใส 4.5 oz.', 4, '0.00', 320379),
(647, 'ยาง ZOO MASTER PACK KANGAROO 3/16 ใส 4.5 oz.', 4, '0.00', 320380),
(648, 'ยาง ZOO MASTER PACK RAM 1/4 ใส 6 oz.', 4, '0.00', 320381),
(649, 'ยาง ZOO MASTER PACK MOOSE 5/16 ใส 6 oz.', 4, '0.00', 320382),
(650, 'ยาง ZOO MASTER PACK IMPALA 3/16 ใส 6 oz.', 4, '0.00', 320383),
(651, 'ยาง ELASTIC COLOR BEAR สี 1/4 4.5 OZ.', 4, '0.00', 320384),
(652, 'ยาง ELASTIC COLOR PENGUIN สี 5/16 3.5 OZ.', 4, '0.00', 320385),
(653, 'ยาง ELASTIC COLOR RAM สี 1/4 6 OZ.', 4, '0.00', 320386),
(654, 'ยาง ELASTIC COLOR IMPALA สี 3/16 6 OZ .', 4, '0.00', 320387),
(655, 'ยาง ELASTIC COLOR MOOSE สี 5/16 6 OZ.', 4, '0.00', 320388),
(656, 'กาวติด BK SYRING ENLIGHT 7400195', 37, '0.00', 320389),
(657, 'ชุดStipping งานจัดฟันพร้อมหัวไมโคร', 14, '0.00', 320390),
(658, 'หัวStippingจัดฟัน ทุกไซต์', 14, '0.00', 320391),
(659, 'Tube #6 0.22 ROTH Model A non-con', 27, '0.00', 320392),
(660, 'Tube #6 0.22 MBT Model A non-con', 27, '0.00', 320393),
(661, 'Tube #6 0.18 ROTH Model A non-con', 27, '0.00', 320394),
(662, 'Tube #7 0.22 ROTH Model A non-con', 27, '0.00', 320395),
(663, 'Tube #7 0.22 MBT Model A non-con', 27, '0.00', 320396),
(664, 'กาวติด BK Orthodontic Adhesive', 37, '0.00', 320397),
(665, 'Diamond Disc 1 ด้าน บน', 4, '0.00', 320398),
(666, 'Diamond Disc 1 ด้าน ล่าง', 4, '0.00', 320399),
(667, 'Diamond Disc 2 ด้าน', 4, '0.00', 320400),
(668, 'Tube #5 #4 0.22 ST', 27, '0.00', 320401),
(669, 'Tube #5 #4 0.18 ROTH T32-2', 27, '0.00', 320402),
(670, 'Tube #5 #4 0.22 ROTH T32-1', 27, '0.00', 320403),
(671, 'super chain M สีเขียว', 32, '0.00', 320404),
(672, 'ลวด NITI Reverse 17*25 Lower', 16, '0.00', 320405),
(673, 'ลวด NITI Reverse 17*25 Upper', 16, '0.00', 320406),
(674, 'ลวด NITI Reverse 19*25 Lower', 16, '0.00', 320407),
(675, 'ลวด NITI Reverse 19*25 Upper', 16, '0.00', 320408),
(676, 'Bracket Molar #6 0.22 standard T4-1', 27, '0.00', 320409),
(677, 'Clear Rotation wedge', 31, '0.00', 320410),
(678, 'Eyelet', 23, '0.00', 320411),
(679, 'HIGHLAND SS Reg 009 Ligature Wire', 32, '0.00', 320412),
(680, 'Closed-coil sping 6 mm (แพคละ10ตัว)', 29, '0.00', 320413),
(681, 'Closed-coil sping 9 mm (แพคละ10ตัว)', 29, '0.00', 320414),
(682, 'Closed-coil sping 12 mm (แพคละ10ตัว)', 29, '0.00', 320415),
(683, 'Micro appicator brush พู่กันหางม้า', 29, '0.00', 320416),
(684, 'Bracket - หน้า 018 หลัง 022 MBT Hook 3', 27, '0.00', 320417),
(685, 'Bracket - หน้า 018 หลัง 022 MBT Hook 3,4,5', 27, '0.00', 320418),
(686, 'IQ Chromatic alginate 450g', 23, '0.00', 320419),
(687, 'Double Tube #6 0.22 ROTH Con Model A', 27, '0.00', 320420),
(688, 'Double Tube #6 0.22 ROTH NON-Con Model A', 27, '0.00', 320421),
(689, 'ยางแยกฟัน', 29, '0.00', 320422),
(690, 'Tube #7 0.22 MBT T11-2 mini', 27, '0.00', 320423),
(691, 'Bracket – W & H B19N 022 MBT Mini 3H', 27, '0.00', 320424),
(692, 'MINI Screw SS Bioray A-1P 2.0*12 mm.', 21, '0.00', 320425),
(693, 'Hook Righ L5.5mm', 29, '0.00', 320426),
(694, 'Hook Left L5.5mm', 29, '0.00', 320427),
(695, 'TFI SS T-loop 016x22 32 MM', 4, '0.00', 320428),
(696, 'Monoblock Hinge ตัวกั้นลิ้น', 21, '0.00', 320429),
(697, 'ลวด Damon Copper SS .016*.025 (กล่อง/10เส้น)', 4, '0.00', 320430),
(698, 'BAND-LOCK BLUE', 37, '0.00', 320431),
(699, 'Tube #6 0.22 MBT T15', 27, '0.00', 320432),
(700, 'Torque Spring S', 30, '0.00', 320433),
(701, 'Torque Spring M', 30, '0.00', 320434),
(702, 'Torque Spring L', 30, '0.00', 320435),
(703, 'Tube #6 0.22 ROTH Model A non-con', 27, '0.00', 320436),
(704, 'Tube #7 0.18 ROTH Model A non-con', 27, '0.00', 320437),
(705, 'Perforated Trays #11 L มีรู', 43, '0.00', 330001),
(706, 'Perforated Trays #11 U มีรู', 43, '0.00', 330002),
(707, 'Perforated Trays #12 L มีรู', 43, '0.00', 330003),
(708, 'Perforated Trays #12 U มีรู', 43, '0.00', 330004),
(709, 'Perforated Trays #13 L มีรู', 43, '0.00', 330005),
(710, 'Perforated Trays #13 U มีรู', 43, '0.00', 330006),
(711, 'Perforated Trays #14 L มีรู', 43, '0.00', 330007),
(712, 'Perforated Trays #14 U มีรู', 43, '0.00', 330008),
(713, 'Rim Lock Trays Solid #11 L ไม่มีรู', 43, '0.00', 330009),
(714, 'Rim Lock Trays Solid #11 U ไม่มีรู', 43, '0.00', 330010),
(715, 'Rim Lock Trays Solid #12 L ไม่มีรู', 43, '0.00', 330011),
(716, 'Rim Lock Trays Solid #12 U ไม่มีรู', 43, '0.00', 330012),
(717, 'Rim Lock Trays Solid #13 L ไม่มีรู', 43, '0.00', 330013),
(718, 'Rim Lock Trays Solid #13 U ไม่มีรู', 43, '0.00', 330014),
(719, 'Rim Lock Trays Solid #14 L ไม่มีรู', 43, '0.00', 330015),
(720, 'Rim Lock Trays Solid #14 U ไม่มีรู', 43, '0.00', 330016),
(721, 'Cheek Retractor A #S สีขุ่น', 43, '0.00', 330017),
(722, 'Cheek Retractor A #M สีขุ่น', 43, '0.00', 330018),
(723, 'Driver l Mini Screw JEIL', 14, '0.00', 330019),
(724, 'Cheek Retractor A #L สีขุ่น', 11, '0.00', 330020),
(725, 'Cheek Retractor Hl-03335', 11, '0.00', 330021),
(726, 'Cheek Retractor #L s/e (D)', 11, '0.00', 330022),
(727, 'IX800 SMALL WEINGART', 13, '0.00', 330023),
(728, 'คีม 3 ขา', 21, '0.00', 330024),
(729, 'คีมทำ Ligature', 43, '0.00', 330025),
(730, 'คีม Step 0.5 MM', 21, '0.00', 330026),
(731, 'ด้าม Mini mold Bite', 43, '0.00', 330027),
(732, 'ตัวเปิดทิ้ว', 21, '0.00', 330028),
(733, 'opening/closeing tool ตัวเปิด-ปิด Damon', 43, '0.00', 330029),
(734, 'ที่งอลวด', 43, '0.00', 330030),
(735, 'ที่วัด ตำแหน่งBracket', 43, '0.00', 330031),
(736, 'IX953 LINGUAL CINCH BACK PLIER ฉลามหัวฆ้อน พับปลายลวด', 43, '0.00', 330032),
(737, 'แมททิว หนีบยาง ยกเลิกสั่ง', 43, '0.00', 330033),
(738, 'Band Pusher', 43, '0.00', 330034),
(739, 'Band Remove', 43, '0.00', 330035),
(740, 'Band seater', 43, '0.00', 330036),
(741, 'Bird Beak Plier', 43, '0.00', 330037),
(742, 'BOONE BRACKET POSITIONING ตัววัดตำแหน่งBK', 43, '0.00', 330038),
(743, 'Adult Cheek Retractor แบบประกอบ', 14, '0.00', 330039),
(744, 'Disal End cutter With Fiush End (Mini)', 21, '0.00', 330040),
(745, 'Distal End Cutter flush cut IX958', 43, '0.00', 330041),
(746, 'Distal End Cutter 8040-1003', 21, '0.00', 330042),
(747, 'Drill Mini Screw JEIL', 43, '0.00', 330043),
(748, 'Drill Mini Screw Ostem', 43, '0.00', 330044),
(749, 'Hollow Chep Groop', 21, '0.00', 330045),
(750, 'IX975 INTRA-ORAL DETAILNG PLIER', 43, '0.00', 330046),
(751, 'Jarabak', 21, '0.00', 330047),
(752, 'Ligature Cutter', 43, '0.00', 330048),
(753, 'IX911 LIGATURE CUTTER STRAIGH (ลิเกเจอร์คัตเตอร์)', 43, '0.00', 330049),
(754, 'LINGUAL BACK PLIER (ตัวงอลวด) 5 mm.', 43, '0.00', 330050),
(755, 'IX828 DIRECT BOND REMOVER CURVED', 43, '0.00', 330051),
(756, 'Mathieu Very fine Smaha Ix863', 43, '0.00', 330052),
(757, 'Mature ด้ามทอง', 43, '0.00', 330053),
(758, 'Mini mold Bite Bonder Tip 3 mm', 43, '0.00', 330054),
(759, 'Mini mold Bite Bonder Tip 5 mm', 43, '0.00', 330055),
(760, 'Photo Cheek Retractor d/e (F)', 11, '0.00', 330056),
(761, 'Photo Cheek Retractor s/e (E)', 11, '0.00', 330057),
(762, 'Photo Miror Angled Occlusal', 13, '0.00', 330058),
(763, 'Photo Miror Basicset', 14, '0.00', 330059),
(764, 'Photo Miror Buccal', 13, '0.00', 330060),
(765, 'Photo Miror Liguil', 13, '0.00', 330061),
(766, 'Photo Miror Occlusal', 13, '0.00', 330062),
(767, 'Driver l Mini Screw Ostem', 43, '0.00', 330063),
(768, 'Twieed Arch Plier', 43, '0.00', 330064),
(769, 'V-Bend วีแบน', 21, '0.00', 330065),
(770, 'We ingart Plier วายกาจ', 43, '0.00', 330066),
(771, 'Glass bead refill #7001201', 29, '0.00', 330067),
(772, 'กล่องเก็บลวด 20 slot', 4, '0.00', 330068),
(773, 'กล่องเก็บ Power Chain 20 Slot', 4, '0.00', 330069),
(774, 'กล่องเก็บเครื่องมือ(คีม)', 4, '0.00', 330070),
(775, 'ที่หนีบแบรกเกต ปลายแหลม', 43, '0.00', 330071),
(776, 'ที่หนีบ Tube', 43, '0.00', 330072),
(777, 'Cheek Retractor Adult', 29, '0.00', 330073),
(778, 'Ligual Button round base (50/ถุง)', 23, '0.00', 330074),
(779, 'Band pusher (16-244)', 43, '0.00', 330075),
(780, 'Band seater (16-256)', 43, '0.00', 330076),
(781, 'กรรไกรตัด Band (18-306)', 43, '0.00', 330077),
(782, 'Bracket Remover Pliers P105-06L', 43, '0.00', 330078),
(783, 'Band Remover Pliers P105-16', 43, '0.00', 330079),
(784, 'Crimpable hook Plier P105-08L', 43, '0.00', 330080),
(785, 'Jarabak P105-15', 43, '0.00', 330081),
(786, 'Tweed Loop Pliers P105-02', 43, '0.00', 330082),
(787, 'Torque Pliers P105-01', 43, '0.00', 330083),
(788, 'Light Wire Pliers P106-07', 43, '0.00', 330084),
(789, 'Nance loop plier', 43, '0.00', 330085),
(790, 'Ligature forming plier', 43, '0.00', 330086),
(791, 'Hollow chop', 43, '0.00', 330087),
(792, 'Weingart Plier วายกาจ P105-07', 43, '0.00', 330088),
(793, 'Mini Ligature Wire Cutter P106-01M', 43, '0.00', 330089),
(794, 'Samaha จับโอริง (Mathieu Pliers)', 43, '0.00', 330090),
(795, 'Niti Cinch back plier double head P106-10L', 43, '0.00', 330091),
(796, 'Three jaw pliers P105-14', 43, '0.00', 330092),
(797, 'Cinch back plier 13-200A', 43, '0.00', 330093),
(798, 'Step Pliers 0.75mm 5092', 43, '0.00', 330094),
(799, 'Tweezers 18-408', 43, '0.00', 330095),
(800, 'Tweezers 18-414', 43, '0.00', 330096),
(801, 'Leteral Cheek Retracter', 43, '0.00', 330097),
(802, 'Convertible cap removing plier (ตัวเปิด Tube)', 43, '0.00', 330098),
(803, 'Placement Marker-Measuring Gauge (Boon gauge มีดินสอ)', 43, '0.00', 330099),
(804, 'Driver Screw Biorey', 14, '0.00', 330100),
(805, 'Light Cure Band Adhesive KIT', 1, '0.00', 330101),
(806, 'Mathieu Ortho M', 21, '0.00', 330102),
(807, 'Light Guide, Straight 11mm #60013951', 13, '0.00', 330103),
(808, 'คีม Step 0.75 MM', 21, '0.00', 330104),
(809, 'คีม Step 1 MM', 21, '0.00', 330105),
(810, 'Mathieu Narrow Head IOS', 43, '0.00', 330106),
(811, 'Driver body Screw JEIL', 43, '0.00', 330107),
(812, 'Driver Shaft Screw JEIL', 43, '0.00', 330108),
(813, 'เครื่องกรอฟันคุด Micro moter NSK VOLVERE i7', 12, '0.00', 410001),
(814, 'Motex Surgical Gloves , Powdered Sterile No.7.0', 8, '0.00', 420001),
(815, 'เบลด12', 4, '0.00', 420002),
(816, 'เบลด15', 4, '0.00', 420003),
(817, 'เบลด15 c', 4, '0.00', 420004),
(818, 'SCANDONNEST PLAIN ยาชา3%', 4, '0.00', 420005),
(819, 'ไหมเย็บ No.4/0', 32, '0.00', 420006),
(820, 'เข็มเย็บ No.18 1/2 (1ซอง/12pcs)', 15, '0.00', 420007),
(821, 'เข็มเย็บ No.18 3/8 (1ซอง/12pcs)', 15, '0.00', 420008),
(822, 'เข็มเย็บ No.21 1/2 (1ซอง/12pcs)', 15, '0.00', 420009),
(823, 'เข็มเย็บ No.21 3/8 (1ซอง/12pcs)', 15, '0.00', 420010),
(824, 'เข็มเย็บ No.24 1/2 (1ซอง/12pcs)', 15, '0.00', 420011),
(825, 'เข็มเย็บ No.24 3/8 (1ซอง/12pcs)', 15, '0.00', 420012),
(826, 'ไหมละลาย No. 4/0 Chromic', 5, '0.00', 420013),
(827, 'GELATAMP #274007 ฟองน้ำห้ามเลือด', 4, '0.00', 420014),
(828, 'SURGISPON ฟองน้ำห้ามเลือด', 4, '0.00', 420015),
(829, 'Topical Anesthetic Gel ยาชาเจล', 10, '0.00', 420016),
(830, 'VCP 4/0 PS-2 3/8 19MM 70CM REV CUTT ไหมละลาย Vicryl Plus 4-0 แบ่ง', 13, '0.00', 420017),
(831, 'VCP 4/0 PS-2 3/8 19MM 70CM REV CUTT ไหมละลาย Vicryl Plus 4-0', 4, '0.00', 420018),
(832, 'LUXTOR ELVATOR 3MM STRAIGHT BLACKLINE #EL3SX', 43, '0.00', 420019),
(833, 'Topical Gal ยาชาป้าย สตอเบอรี่', 3, '0.00', 420020),
(834, 'Bone curette Lucas 85', 21, '0.00', 420021),
(835, 'Surgicel แผ่นห้ามเลือด (24 ชิ้น)', 4, '0.00', 420022),
(836, 'ยาชา 2%', 4, '0.00', 420023),
(837, 'ยาชา 4%', 4, '0.00', 420024),
(838, 'ที่ดูดน้ำลายโลหะฟราเซีย F3 (2mm.)', 43, '0.00', 430001),
(839, 'ที่ดูดน้ำลายโลหะฟราเซีย F3 (3mm.)', 43, '0.00', 430002),
(840, 'กรรไกรตัดไหมโค้ง', 43, '0.00', 430003),
(841, 'คีมถอนฟัน 88L', 43, '0.00', 430004),
(842, 'คีมถอนฟัน 88R', 43, '0.00', 430005),
(843, 'คีมถอนฟัน Cowhorn no23', 43, '0.00', 430006),
(844, 'ด้าม Blade', 43, '0.00', 430007),
(845, 'Artery forcep Mosquito โค้ง 15 cm.', 43, '0.00', 430008),
(846, 'Bone File', 43, '0.00', 430009),
(847, 'Byonet ซ้าย', 43, '0.00', 430010),
(848, 'Bone Curette', 43, '0.00', 430011),
(849, 'Double end root tip pick', 43, '0.00', 430012),
(850, 'Elevator 190', 43, '0.00', 430013),
(851, 'Elevator 191', 43, '0.00', 430014),
(852, 'Elevator ด้ามตรง #2 C-type 3mm CM-2 ปลายตัด', 43, '0.00', 430015),
(853, 'SELDIN ELEVATOR Curve #E2C', 43, '0.00', 430016),
(854, 'SELDIN ELEVATOR Curve #E3C', 13, '0.00', 430017),
(855, 'SELDIN ELEVATOR Curve #E5C', 13, '0.00', 430018),
(856, 'ELEVATOR Molt เบอร์ 9', 43, '0.00', 430019),
(857, 'SELDIN ELEVATOR Straigth #E2S', 43, '0.00', 430020),
(858, 'SELDIN ELEVATOR Straigth #E3S', 43, '0.00', 430021),
(859, 'SELDIN ELEVATOR Straigth #E5S', 13, '0.00', 430022),
(860, 'Hu-Fidry Endo EXPLORER SATIN #EXDG166', 43, '0.00', 430023),
(861, 'Flock Plate', 43, '0.00', 430024),
(862, 'Forcep clamping ring', 43, '0.00', 430025),
(863, 'Kohler Fragment Ejectors No.1 (ดับเบิ้นเอ็น)', 21, '0.00', 430026),
(864, 'Kohler Root Elevator Cryer Left', 21, '0.00', 430027),
(865, 'Kohler Root Elevator Cryer Right', 21, '0.00', 430028),
(866, 'LUXTOR ELVATOR 3MM STRIGHT #E3S', 43, '0.00', 430029),
(867, 'LUXTOR ELVATOR 2MM STRAIGHT #E2S', 43, '0.00', 430030),
(868, 'LUXTOR ELVATOR 5MM STRIGHT #E5S', 43, '0.00', 430031),
(869, 'LUXTOR ELVATOR 3MM CURVED #E3C', 43, '0.00', 430032),
(870, 'LUXTOR ELVATOR 2MM CURVED #E2C', 43, '0.00', 430033),
(871, 'LUXTOR ELVATOR 5MM CURVED #E5C', 43, '0.00', 430034),
(872, 'Periosteal retractor', 43, '0.00', 430035),
(873, 'Ronguer forcep คีมตัดกระดูก', 43, '0.00', 430036),
(874, 'Root canal Double End', 43, '0.00', 430037),
(875, 'Root tip pick โค้ง #2', 21, '0.00', 430038),
(876, 'Root tip pick โค้ง #3', 21, '0.00', 430039),
(877, 'Root tip pick ตรง', 43, '0.00', 430040),
(878, 'Root tip pick ตรง #1', 21, '0.00', 430041),
(879, 'Scissor-Silk (โค้ง) Long Blade', 43, '0.00', 430042),
(880, 'SELDIN Periosteal Elevator เบอร์ 23', 21, '0.00', 430043),
(881, 'Tooth forceps no.23', 21, '0.00', 430044),
(882, 'Tweezer Forceps (ตรง)', 43, '0.00', 430045),
(883, 'ไส้ไก่', 42, '0.00', 430046),
(884, 'Needle Holder Mayo Hegar 15 CM.', 43, '0.00', 430047),
(885, 'LUXTOR ELVATOR 5MM CURVED BLACKLINE #EL5CX', 43, '0.00', 430048),
(886, 'Hu-Fidry - Root Focep Serrated #F301', 43, '0.00', 430049),
(887, 'Hu-Fidry - Root Focep Serrated #F300', 43, '0.00', 430050),
(888, 'LUXTOR ELVATOR 2MM STRAIGHT BLACKLINE #EL2SX', 43, '0.00', 430051),
(889, 'SELDIN ELEVATOR #E34S', 43, '0.00', 430052),
(890, 'LUXTOR ELVATOR 5MM STRAIGHT BLACKLINE #EL5SX', 43, '0.00', 430053),
(891, 'Luxator โค้ง 3 mm', 43, '0.00', 430054),
(892, 'Luxator ตรง 3 mm', 43, '0.00', 430055),
(893, 'Luxator โค้ง 5 mm', 43, '0.00', 430056),
(894, 'Luxator ตรง 5 mm', 43, '0.00', 430057),
(895, 'Aspirated Syringe (A-Dent) แบบลูกศร', 43, '0.00', 430058),
(896, 'Kohler Tooth Forceps WITZER โค้ง (คีมถอนฟันปากจิ้งจก)', 21, '0.00', 430059),
(897, 'Kohler Caewood Minnesota Cheek retractor', 21, '0.00', 430060),
(898, 'Elevator No.2 Us-Dontic', 43, '0.00', 430061),
(899, 'Root Tip Pick (ซ้าย) #2', 43, '0.00', 430062),
(900, 'Root Tip Pick (ขวา) #3', 43, '0.00', 430063),
(901, 'Elevator No.1 Us-Dontic', 43, '0.00', 430064),
(902, 'Elevator ซ้าย Us-Dontic 190', 43, '0.00', 430065),
(903, 'Elevator ขวา Us-Dontic 191', 43, '0.00', 430066),
(904, 'Artery Forcep (ตรง)', 43, '0.00', 430067),
(905, 'Artery Forcep (โค้ง)', 43, '0.00', 430068),
(906, 'Needle holder (5 1/2\")', 43, '0.00', 430069),
(907, 'Blade holder No.3', 43, '0.00', 430070),
(908, 'Bone Curette #84', 43, '0.00', 430071),
(909, 'Bone Curette #85', 43, '0.00', 430072),
(910, 'Periosteal Elevator Molt No.9', 43, '0.00', 430073),
(911, 'Scissor Silk (โค้ง) สั้น', 43, '0.00', 430074),
(912, 'Syringe ยาชา/หักได้', 43, '0.00', 430075),
(913, 'Luxator Periotome L3S 3mm.', 43, '0.00', 430076),
(914, 'Luxator Periotome L3C 3mm.', 43, '0.00', 430077),
(915, 'Luxator Periotome L5S 5mm.', 43, '0.00', 430078),
(916, 'Luxator Periotome L5C 5mm.', 43, '0.00', 430079),
(917, 'Luxator Forte Elevator F25 2.5mm', 43, '0.00', 430080),
(918, 'Luxator Forte Elevator F32 3.25mm', 43, '0.00', 430081),
(919, 'Byonet ขวา', 43, '0.00', 430082),
(920, 'Mead rongeurs #R1A Hu-Friedy', 43, '0.00', 430083),
(921, 'Forcep #69 Hu-Friedy', 43, '0.00', 430084),
(922, 'La grange scissors', 43, '0.00', 430085),
(923, 'น้ำยาฟอกสีฟัน ผง (โซเดียมเพอบอเรต)', 3, '0.00', 520001),
(924, 'Mouth miror Front Surface top vision Endo', 5, '0.00', 520002),
(925, 'Root canal cement ซีเมนต์พิเศษอุดคลองรากฟัน', 3, '0.00', 520003),
(926, 'H File no...45-80 25 MM (ชุด)', 4, '0.00', 520004),
(927, 'MTA ซีเมนต์พิเศษอุดคลองรากฟัน', 4, '0.00', 520005),
(928, 'น้ำยาล้างคลองรากฟัน (คลอรอก2.5%) 1000 ML.', 10, '0.00', 520006),
(929, 'Rubber dam sheet แผ่นยางกันน้ำลาย 6*6', 4, '0.00', 520007),
(930, 'Colorinox barbe boarch 21 mm (แดง)', 4, '0.00', 520008),
(931, 'Colorinox barbe boarch 21 mm (น้ำเงิน)', 4, '0.00', 520009),
(932, 'Colorinox barbe boarch 21 mm (เหลือง)', 4, '0.00', 520010),
(933, 'Calcium hydroxide (OH) 2 power', 3, '0.00', 520011),
(934, 'Clove oil (โคลฟออย)', 10, '0.00', 520012),
(935, 'EDTA', 10, '0.00', 520013),
(936, 'Flex-O-File no...015-40 21 MM', 4, '0.00', 520014),
(937, 'Flex-O-File no...15-40 25 MM', 4, '0.00', 520015),
(938, 'Largo Gates 28MM ASS #1-6 (ชุด) ยกเลิกสั่ง', 4, '0.00', 520016),
(939, 'Largo Gates 28MM #4 ยกเลิกสั่ง', 4, '0.00', 520017),
(940, 'GLYDE SYAINGES KIT FILE PREP', 14, '0.00', 520018);
INSERT INTO `item` (`item_id`, `item_name`, `unit`, `price_stock`, `code_item`) VALUES
(941, 'Gutta Percha Points F', 4, '0.00', 520019),
(942, 'Gutta Percha Points FF', 4, '0.00', 520020),
(943, 'Gutta Percha Points MF', 4, '0.00', 520021),
(944, 'H File no...010 21 MM', 4, '0.00', 520022),
(945, 'H File no...15-40 21 MM (ชุด)', 4, '0.00', 520023),
(946, 'H File no...15-40 25 MM (ชุด)', 4, '0.00', 520024),
(947, 'H File no...45-80 21 MM (ชุด)', 4, '0.00', 520025),
(948, 'H File no...8 21 MM', 4, '0.00', 520026),
(949, 'IRM CEMENT IVORY (ขวด)', 10, '0.00', 520027),
(950, 'K File M-Access 008 31 MM', 4, '0.00', 520028),
(951, 'K File M-Access 010 31 MM', 4, '0.00', 520029),
(952, 'K File M-Access 015 31 MM', 4, '0.00', 520030),
(953, 'K File M-Access 010 21 MM', 4, '0.00', 520031),
(954, 'K File M-Access 010 25 MM', 4, '0.00', 520032),
(955, 'K File M-Access 010 21 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520033),
(956, 'K File M-Access 015 21 MM', 4, '0.00', 520034),
(957, 'K File M-Access 015 25 MM', 4, '0.00', 520035),
(958, 'K File M-Access 015-40 21 MM', 4, '0.00', 520036),
(959, 'K File M-Access 015-40 25 MM', 4, '0.00', 520037),
(960, 'K File M-Access 015-40 31 MM', 4, '0.00', 520038),
(961, 'K ile no...015-40 31 MM (ชุด)', 14, '0.00', 520039),
(962, 'K File M-Access 020 21 MM', 4, '0.00', 520040),
(963, 'K File M-Access 45-80 21 MM', 4, '0.00', 520041),
(964, 'K File M-Access 45-80 25 MM', 4, '0.00', 520042),
(965, 'H File no...8 25 MM', 4, '0.00', 520043),
(966, 'K File M-Access 45-80 31 MM', 4, '0.00', 520044),
(967, 'K File M-Access 008 21 MM', 4, '0.00', 520045),
(968, 'K File M-Access 008 25 MM', 4, '0.00', 520046),
(969, 'K File M-Access 008 25 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520047),
(970, 'LARGO RA PEESO 32MM ASS 1-6 ยกเลิกสั่ง', 4, '0.00', 520048),
(971, 'Gutta Percha No.M-Fine (Lateral cone) Sure-Endo', 4, '0.00', 520049),
(972, 'Gutta Percha No.Fine (Lateral cone) Sure-Endo', 4, '0.00', 520050),
(973, 'LENTULO #25 L25 (แดง)', 4, '0.00', 520051),
(974, 'LENTULO #30 L21 (น้ำเงิน)', 4, '0.00', 520052),
(975, 'LENTULO #30 L25 (น้ำเงิน)', 4, '0.00', 520053),
(976, 'Lentulo # 3 25mm (เขียว) ยกเลิกสั่ง', 4, '0.00', 520054),
(977, 'Lentulo #4 21mm (ดำ) ยกเลิกสั่ง', 4, '0.00', 520055),
(978, 'Lentulo #1 21mm (แดง) ยกเลิกสั่ง', 4, '0.00', 520056),
(979, 'Lentulo #1 25mm (แดง) ยกเลิกสั่ง', 4, '0.00', 520057),
(980, 'Lentulo #2 21mm (น้ำเงิน) ยกเลิกสั่ง', 4, '0.00', 520058),
(981, 'Lentulo #2 25mm (น้ำเงิน) ยกเลิกสั่ง', 4, '0.00', 520059),
(982, 'Gutta Percha No. 45-80 (Main cone) Sure-Endo', 4, '0.00', 520060),
(983, 'Gutta Percha No. 15-40 (Main cone) Sure-Endo', 4, '0.00', 520061),
(984, 'paper piont #L', 4, '0.00', 520062),
(985, 'paper piont #M', 4, '0.00', 520063),
(986, 'paper piont #S', 4, '0.00', 520064),
(987, 'Gutta percha point Protaper F1', 4, '0.00', 520065),
(988, 'Gutta percha point Protaper F2', 4, '0.00', 520066),
(989, 'Gutta percha point Protaper F3', 4, '0.00', 520067),
(990, 'K File M-Access 010 25 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520068),
(991, 'K File M-Access 010 31 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520069),
(992, 'K File M-Access 008 21 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520070),
(993, 'K File M-Access 008 31 MM แข็งกว่าปกติใส่คลองรากตีบ', 4, '0.00', 520071),
(994, 'H File no...8 31 MM', 4, '0.00', 520072),
(995, 'GATE DRILL 32 MM #1-6', 4, '0.00', 520073),
(996, 'C File READYSTEEL no...6 18 MM', 4, '0.00', 520074),
(997, 'C File READYSTEEL no...8 18 MM', 4, '0.00', 520075),
(998, 'C File READYSTEEL no...15 18 MM', 4, '0.00', 520076),
(999, 'C File READYSTEEL no...6 21 MM', 4, '0.00', 520077),
(1000, 'C File READYSTEEL no...8 21 MM', 4, '0.00', 520078),
(1001, 'C File READYSTEEL no...10 21MM', 4, '0.00', 520079),
(1002, 'C File READYSTEEL no...15 21 MM', 4, '0.00', 520080),
(1003, 'C File READYSTEEL no...6 25 MM', 4, '0.00', 520081),
(1004, 'C File READYSTEEL no...ASSORT 18 MM', 4, '0.00', 520082),
(1005, 'C File READYSTEEL no...ASSORT 21 MM', 4, '0.00', 520083),
(1006, 'C File READYSTEEL no...ASSORT 25 MM', 4, '0.00', 520084),
(1007, 'C File READYSTEEL no...8 25 MM', 4, '0.00', 520085),
(1008, 'C File READYSTEEL no...10 25 MM', 4, '0.00', 520086),
(1009, 'C File READYSTEEL no...15 25 MM', 4, '0.00', 520087),
(1010, 'E-Temp เควิต', 4, '0.00', 520088),
(1011, 'Uitra cal calcium hydroxide (OH)2 แคลเซียมแบบฉีด', 37, '0.00', 520089),
(1012, 'Largo Gates 28MM #1 ยกเลิกสั่ง', 4, '0.00', 520090),
(1013, 'LARGO PEESO 28MM ASS #1-6 ยกเลิกสั่ง', 4, '0.00', 520091),
(1014, 'GATE DRILL 21 MM #1', 4, '0.00', 520092),
(1015, 'GATE DRILL 21 MM #2', 4, '0.00', 520093),
(1016, 'GATE DRILL 21 MM #3', 4, '0.00', 520094),
(1017, 'GATE DRILL 21 MM #4', 4, '0.00', 520095),
(1018, 'GATE DRILL 21 MM #1-6', 4, '0.00', 520096),
(1019, 'GATE DRILL 25 MM #1', 4, '0.00', 520097),
(1020, 'GATE DRILL 25 MM #2', 4, '0.00', 520098),
(1021, 'GATE DRILL 25 MM #3', 4, '0.00', 520099),
(1022, 'GATE DRILL 25 MM #4', 4, '0.00', 520100),
(1023, 'GATE DRILL 28 MM #1', 4, '0.00', 520101),
(1024, 'GATE DRILL 28 MM #2', 4, '0.00', 520102),
(1025, 'GATE DRILL 28 MM #3', 4, '0.00', 520103),
(1026, 'GATE DRILL 28 MM #4', 4, '0.00', 520104),
(1027, 'GATE DRILL 28 MM #5', 4, '0.00', 520105),
(1028, 'GATE DRILL 28 MM #6', 4, '0.00', 520106),
(1029, 'GATE DRILL 28 MM #1-6', 4, '0.00', 520107),
(1030, 'GATE DRILL 32 MM #1', 4, '0.00', 520108),
(1031, 'GATE DRILL 32 MM #2', 4, '0.00', 520109),
(1032, 'GATE DRILL 32 MM #3', 4, '0.00', 520110),
(1033, 'GATE DRILL 32 MM #4', 4, '0.00', 520111),
(1034, 'GATE DRILL 32 MM #5', 4, '0.00', 520112),
(1035, 'GATE DRILL 32 MM #6', 4, '0.00', 520113),
(1036, 'Peper Point #L', 4, '0.00', 520114),
(1037, 'RC-Prep ครีมรองพื้นคลองรากฟัน', 4, '0.00', 520115),
(1038, 'Spoons ยาว รักษาราก', 43, '0.00', 530001),
(1039, 'Clamp #0', 21, '0.00', 530002),
(1040, 'Clamp #00', 21, '0.00', 530003),
(1041, 'Clamp #1', 21, '0.00', 530004),
(1042, 'Clamp #12A', 21, '0.00', 530005),
(1043, 'Clamp #13A', 21, '0.00', 530006),
(1044, 'Clamp #14A', 21, '0.00', 530007),
(1045, 'Clamp #2', 21, '0.00', 530008),
(1046, 'Clamp #2A', 21, '0.00', 530009),
(1047, 'Clamp #6', 21, '0.00', 530010),
(1048, 'Clamp #7', 21, '0.00', 530011),
(1049, 'Clamp #9', 21, '0.00', 530012),
(1050, 'Clamping ring', 43, '0.00', 530013),
(1051, 'Finger Ruler Ring แหวนไม้บรรทัด', 43, '0.00', 530014),
(1052, 'Finger Ruler Ring แหวนไม้บรรทัด', 43, '0.00', 530015),
(1053, 'Root canal plugger', 43, '0.00', 530016),
(1054, 'Hu-Fidry Root canal spreaders D11T', 43, '0.00', 530017),
(1055, 'Hu-Fidry Root canal spreaders D11Ts', 43, '0.00', 530018),
(1056, 'Glass Lamp (ตะเกียง Alcohol)', 13, '0.00', 530019),
(1057, 'Glass slab', 43, '0.00', 530020),
(1058, 'Grick number 1', 43, '0.00', 530021),
(1059, 'Plate แก้ว #เล็ก', 43, '0.00', 530022),
(1060, 'Plate แก้ว #ใหญ่', 43, '0.00', 530023),
(1061, 'Clamp #8A', 43, '0.00', 530024),
(1062, 'File Cleaner แท่นเสียบไฟล์', 43, '0.00', 530025),
(1063, 'Finger Endo ไม้บรรทัด', 43, '0.00', 530026),
(1064, 'Clamp #212', 21, '0.00', 530027),
(1065, 'Rubber dam forcep /ปากี', 43, '0.00', 530028),
(1066, 'Rubber dam punch (ปากี)', 43, '0.00', 530029),
(1067, 'Rubber dam Frame (ปากี)', 43, '0.00', 530030),
(1068, 'Plate แก้ว 4 ช่อง', 43, '0.00', 530031),
(1069, 'Spreader D11T', 21, '0.00', 530032),
(1070, 'ตะเกียง Alcohol', 21, '0.00', 530033),
(1071, 'Clamp #7A', 21, '0.00', 530034),
(1072, 'Clamp #8', 21, '0.00', 530035),
(1073, 'Clamp #10', 21, '0.00', 530036),
(1074, 'Clamp #206', 21, '0.00', 530037),
(1075, 'Wax knive', 43, '0.00', 620001),
(1076, 'RELYX FIBER POST SIZE 1 10/BG 56861 เดือยไฟเบอร์ #1', 21, '0.00', 620002),
(1077, 'RELYX FIBER POST SIZE 2 10/BG 56862 เดือยไฟเบอร์ #2', 21, '0.00', 620003),
(1078, 'RELYX FIBER POST SIZE 3 10/BG 56863 เดือยไฟเบอร์ #3', 21, '0.00', 620004),
(1079, 'RELYX FIBER POST SIZE 0 10/BG 56872 เดือยไฟเบอร์ #0', 21, '0.00', 620005),
(1080, 'น้ำผสมผงอะคลิลิก (ขวด)', 10, '0.00', 620006),
(1081, 'วัสดุพิพม์ปาก Impregum HP', 14, '0.00', 620007),
(1082, 'RELYX Drill post #0', 21, '0.00', 620008),
(1083, 'EXCITE F DSC แบ่ง', 37, '0.00', 620009),
(1084, 'Elite Light body ไลท์ บอดี้', 37, '0.00', 620010),
(1085, 'Elite Putty พุตตี้', 14, '0.00', 620011),
(1086, 'FITCHECKER #Base', 37, '0.00', 620012),
(1087, 'FITCHECKER #catalyst', 37, '0.00', 620013),
(1088, 'Ketac cem', 14, '0.00', 620014),
(1089, 'Multicore Flow', 37, '0.00', 620015),
(1090, 'Occlufast bite', 37, '0.00', 620016),
(1091, 'pink wax', 4, '0.00', 620017),
(1092, 'Rely-x U200', 37, '0.00', 620018),
(1093, 'Shimstock foil 8 mic. metallic', 4, '0.00', 620019),
(1094, 'SHIMSTOCK METAL FOIL #480180', 4, '0.00', 620020),
(1095, 'Stiky wax', 4, '0.00', 620021),
(1096, 'Temp Bond', 14, '0.00', 620022),
(1097, 'Temp crown ฟันหน้า', 18, '0.00', 620023),
(1098, 'Temp crown ฟันหลัง', 18, '0.00', 620024),
(1099, 'Unifast GC Powder+Liquid Ivory ขาว ชุด', 14, '0.00', 620025),
(1100, 'Unifast GC Powder+Liquid pink ชมพู ชุด', 14, '0.00', 620026),
(1101, 'Unifast GC Powder Ivory ขาว (ผง)', 10, '0.00', 620027),
(1102, 'Unifast GC Powder pink ชมพู (ผง)', 10, '0.00', 620028),
(1103, 'Zine Phosphate Cement', 10, '0.00', 620029),
(1104, 'ปลายทิปมัลติคอล สีฟ้า', 43, '0.00', 620030),
(1105, 'Super Bond C&B Set', 4, '0.00', 620031),
(1106, 'RELYX Drill post #1', 21, '0.00', 620032),
(1107, 'RELYX Drill post #2', 21, '0.00', 620033),
(1108, 'RELYX Drill post #3', 21, '0.00', 620034),
(1109, 'FITCHECKER 1-1 KIT #00398', 4, '0.00', 620035),
(1110, 'INTENSIV FG : D8', 21, '0.00', 620036),
(1111, 'NX3 Refill AUTOMIX DUAL SYR WHITE', 4, '0.00', 620037),
(1112, 'Peeso Drill 28 mm #1', 4, '0.00', 620038),
(1113, 'Peeso Drill 28 mm #2', 4, '0.00', 620039),
(1114, 'Peeso Drill 28 mm #3', 4, '0.00', 620040),
(1115, 'Peeso Drill 28 mm #4', 4, '0.00', 620041),
(1116, 'Peeso Drill 28 mm #5', 4, '0.00', 620042),
(1117, 'Peeso Drill 28 mm #6', 4, '0.00', 620043),
(1118, 'Peeso Drill 32 mm #1', 4, '0.00', 620044),
(1119, 'Peeso Drill 32 mm #2', 4, '0.00', 620045),
(1120, 'Peeso Drill 32 mm #3', 4, '0.00', 620046),
(1121, 'Peeso Drill 32 mm #4', 4, '0.00', 620047),
(1122, 'Peeso Drill 32 mm #5', 4, '0.00', 620048),
(1123, 'Peeso Drill 32 mm #6', 4, '0.00', 620049),
(1124, 'Soft Liner 1-1 #B2360000', 4, '0.00', 620050),
(1125, 'หัวขัดครอบฟัน Zilmaster Finishing and Polishing KIT HP #PNS0009', 14, '0.00', 620051),
(1126, 'หัว ALPHAFLEX RA. #AS01 หัวยางขาว โลหะ', 21, '0.00', 620052),
(1127, 'Protemp4 สี A2', 4, '0.00', 620053),
(1128, 'Protemp4 สี A3', 4, '0.00', 620054),
(1129, 'Putty Fast', 14, '0.00', 620055),
(1130, 'ปลายทิปมัลติคอล สีเหลือง', 43, '0.00', 620056),
(1131, 'Partial perforated Trays #10', 43, '0.00', 630001),
(1132, 'Partial perforated Trays #7', 43, '0.00', 630002),
(1133, 'Partial perforated Trays #8', 43, '0.00', 630003),
(1134, 'Partial perforated Trays #9', 43, '0.00', 630004),
(1135, 'Partial perforated Trays # หมุน L', 43, '0.00', 630005),
(1136, 'Partial perforated Trays # หมุน M', 43, '0.00', 630006),
(1137, 'Partial perforated Trays # หมุน S', 43, '0.00', 630007),
(1138, 'Roach wax carver', 43, '0.00', 630008),
(1139, 'Silicone Dispensergun', 13, '0.00', 630009),
(1140, 'Tripple Tray ซ้าย-ขวา', 13, '0.00', 630010),
(1141, 'Tripple Tray ฟันหน้า', 13, '0.00', 630011),
(1142, 'Edentulous Tray Perforate L #M', 43, '0.00', 630012),
(1143, 'Edentulous Tray Perforate U #M', 43, '0.00', 630013),
(1144, 'Green Stick compound', 4, '0.00', 630014),
(1145, 'SPATULA NO.7', 43, '0.00', 630015),
(1146, 'Multicore Dispenser GUN', 43, '0.00', 630016),
(1147, 'Plaster spatula Alginate (ปลายมีด)', 21, '0.00', 630017),
(1148, 'Peeso Drill', 4, '0.00', 630018),
(1149, 'ถุง plus', 29, '0.00', 720001),
(1151, 'ขี้ผึ้งจัดฟัน มิ้น', 4, '0.00', 730001),
(1152, 'ตัวนำร่องไหม', 42, '0.00', 730002),
(1153, 'น้ำยาบ้วนปาก Phos-flur', 42, '0.00', 730003),
(1154, 'แปรงสีฟันจัดฟัน SOFT CLEAN', 42, '0.00', 730004),
(1155, 'แปรงซอกฟัน 3 M เขียว S', 29, '0.00', 730005),
(1156, 'แปรงซอกฟัน 3 M ชมพู SS', 29, '0.00', 730006),
(1157, 'แปรงซอกฟัน colgate 2 mm.', 4, '0.00', 730007),
(1158, 'แปรงซอกฟัน Dr. Phillips', 4, '0.00', 730008),
(1159, 'ยาสีฟัน AUTRO PRO APPLE แอปเปิ้ล', 42, '0.00', 730009),
(1160, 'ยา AMOXY 500 MG', 4, '0.00', 730010),
(1161, 'ยา CEMOL 1000 MG. พาราเซตามอล', 3, '0.00', 730011),
(1162, 'ยา CLINDAVID 300 MG.', 4, '0.00', 730012),
(1163, 'ยา I-BRUFEN 400 MG.', 4, '0.00', 730013),
(1164, 'ยา METROLEX 400 MG', 4, '0.00', 730014),
(1165, 'ไหมขัดฟัน 55 หลา M มิ้น', 42, '0.00', 730015),
(1166, 'ไหมขัดฟัน callgate', 4, '0.00', 730016),
(1167, 'น้ำยาบ้วนปาก C-20 สีชมพู', 34, '0.00', 730017),
(1168, 'ไหมขัดฟัน SUPREME FLOSS (100)', 4, '0.00', 730018),
(1169, 'ใบเสร็จรับเงิน (แพ็ค/40เล่ม)', 36, '0.00', 730019),
(1170, 'กล่องใสน้ำยาฟอกสีฟัน สำหรับแจกคนไข้', 29, '0.00', 730020),
(1171, 'ยาสีฟัน AUTRO PRO LEMON มะนาว', 42, '0.00', 730021),
(1172, 'ยาสีฟัน Dentium MINT มิ้น 100g', 42, '0.00', 730022),
(1173, 'ยา I-BRUFEN 400 MG.', 4, '0.00', 730023),
(1174, 'น้ำยาบ้วนปาก C-20 สีฟ้า', 34, '0.00', 730024),
(1175, 'หัวขูดหินปูน Woodpacker Scaler Tip P1', 41, '0.00', 820001),
(1176, 'หัวขัด Porcelain ชมพู ก้านยาว กรอช้า', 41, '0.00', 820002),
(1177, 'หัวขัด Porcelain ชมพู ก้านยาว กรอเร็ว', 41, '0.00', 820003),
(1178, 'JOTA DAIMOND BUR FG858EF/010 คาดเหลืองปลายแหลม', 41, '0.00', 820004),
(1179, 'หัวขัด Porcelain ชมพู ก้านสั้น กรอช้า', 41, '0.00', 820005),
(1180, 'หัวขัด Porcelain ชมพู ก้านสั้น กรอเร็ว', 41, '0.00', 820006),
(1181, 'หัวขัด Porcelain เทา ก้านสั้น กรอช้า', 41, '0.00', 820007),
(1182, 'ALPHAFLEX RA. #0033 หัวยางแดง ขัดโลหะ', 41, '0.00', 820008),
(1183, 'ALPHAFLEX RA. #0133 หัวยางเขียว ขัดโลหะ', 41, '0.00', 820009),
(1184, 'FISSURE CARBIDE ฟิชเชอร์/ช้า/ยาว SCH 31/021 ยกเลิกสั่ง', 41, '0.00', 820010),
(1185, 'FISSURE CARBIDE ฟิชเชอร์/ช้า/ยาว SCH 33/014', 21, '0.00', 820011),
(1186, 'Carbide คาดเขียว กรอฟันปลอม 010', 41, '0.00', 820012),
(1187, 'Carbide คาดเขียว กรอฟันปลอม 012', 41, '0.00', 820013),
(1188, 'Carbide คาดฟ้า กรอฟันปลอม 012', 41, '0.00', 820014),
(1189, 'Carbide คาดฟ้า กรอฟันปลอม 014', 41, '0.00', 820015),
(1190, 'ROUND CARBIDE LONG SHANK กลม/เร็ว/ยาว FG. SCLF 1/014', 21, '0.00', 820016),
(1191, 'ROUND CARBIDE LONG SHANK กลม/เร็ว/ยาว FG. SCLF 1/016', 21, '0.00', 820017),
(1192, 'ROUND CARBIDE LONG SHANK กลม/เร็ว/ยาว FG. SCLF 1/021', 21, '0.00', 820018),
(1193, 'ROUND CARBIDE LONG SHANK กลม/เร็ว/ยาว FG. SCLF 1/18', 41, '0.00', 820019),
(1194, 'ROUND CARBIDE LONG SHANK กลม/เร็ว/ยาว FG. SCLF 1/23', 41, '0.00', 820020),
(1195, 'Diamond bur FG858 010 ยกเลิกสั่ง', 41, '0.00', 820021),
(1196, 'DIAMOND/EDENTA FG 368.023C', 41, '0.00', 820022),
(1197, 'DIAMOND/EDENTA FG 801.010G', 41, '0.00', 820023),
(1198, 'DIAMOND/EDENTA FG 801.010S', 41, '0.00', 820024),
(1199, 'DIAMOND/EDENTA FG 801.012', 41, '0.00', 820025),
(1200, 'DIAMOND/EDENTA FG 801.012G', 41, '0.00', 820026),
(1201, 'DIAMOND/EDENTA FG 801.012S', 41, '0.00', 820027),
(1202, 'DIAMOND/EDENTA FG 801.014', 41, '0.00', 820028),
(1203, 'DIAMOND/EDENTA FG 801.016', 41, '0.00', 820029),
(1204, 'DIAMOND/EDENTA FG 801.018', 41, '0.00', 820030),
(1205, 'DIAMOND/EDENTA FG 801.021', 41, '0.00', 820031),
(1206, 'DIAMOND/EDENTA FG 835.010 FISSURE', 41, '0.00', 820032),
(1207, 'DIAMOND/EDENTA FG 835.012 FISSURE', 41, '0.00', 820033),
(1208, 'DIAMOND/EDENTA FG 835.014 FISSURE', 41, '0.00', 820034),
(1209, 'DIAMOND/EDENTA FG 835.016 FISSURE', 41, '0.00', 820035),
(1210, 'DIAMOND/EDENTA FG 835.018 FISSURE', 41, '0.00', 820036),
(1211, 'JOTA DIAMOND BUR FG862EF/010 คาดเหลืองตอปิโด', 41, '0.00', 820037),
(1212, 'JOTA DIAMOND BUR FG833F/018 คาดเหลืองรักบี้ปลายมน', 41, '0.00', 820038),
(1213, 'JOTA DIAMOND BUR FG833F/023 คาดเหลืองรักบี้ปลายมน', 41, '0.00', 820039),
(1214, 'JOTA DIAMOND BUR FG833EF/016 คาดเหลืองรักบี้ปลายมน', 41, '0.00', 820040),
(1215, 'JOTA DIAMOND BUR FG833EF/018 คาดเหลืองรักบี้ปลายมน', 41, '0.00', 820041),
(1216, 'JOTA DIAMOND BUR FG833EF/023 คาดเหลืองรักบี้ปลายมน', 41, '0.00', 820042),
(1217, 'Enhance', 4, '0.00', 820043),
(1218, 'EXA-TECHNIK 0656 ( หัวขัดอะคลิลิก เหลือง )', 41, '0.00', 820044),
(1219, 'EXA-TECHNIK 0666 ( หัวขัดอะคลิลิก ดำ )', 41, '0.00', 820045),
(1220, 'EXA-TECHNIK 0676 ( หัวขัดอะคลิลิก เขียว )', 41, '0.00', 820046),
(1221, 'Green Stone flame กรอเร็ว/ก้านสั้น FGFL257 #PN0104', 6, '0.00', 820047),
(1222, 'Green Stone round กรอเร็ว/ก้านสั้น FGRD122 #PN0107', 6, '0.00', 820048),
(1223, 'INTENSIVE : 19', 41, '0.00', 820049),
(1224, 'INTENSIVE : 19 A', 41, '0.00', 820050),
(1225, 'INTENSIVE : D12', 41, '0.00', 820051),
(1226, 'INTENSIVE : D16', 41, '0.00', 820052),
(1227, 'INTENSIVE : D2', 41, '0.00', 820053),
(1228, 'INTENSIVE : D8', 41, '0.00', 820054),
(1229, 'JOTA CARBIDE BUR C1.HP.016 ROUND', 41, '0.00', 820055),
(1230, 'JOTA CARBIDE BUR C1.HP.018 ROUND', 41, '0.00', 820056),
(1231, 'JOTA CARBIDE BUR C1.HP.021 ROUND', 41, '0.00', 820057),
(1232, 'JOTA CARBIDE BUR C1.HP.023 ROUND', 41, '0.00', 820058),
(1233, 'JOTA CARBIDE BUR C33.HP.016 FISSURE', 41, '0.00', 820059),
(1234, 'JOTA CARBIDE BUR C33.HP.018 FISSURE', 41, '0.00', 820060),
(1235, 'JOTA CARBIDE BUR C33.HP.021 FISSURE', 41, '0.00', 820061),
(1236, 'JOTA CARBIDE BUR C33.HP.023 FISSURE', 41, '0.00', 820062),
(1237, 'Micro Applicator Fine Size M พู่กันใหญ่', 3, '0.00', 820063),
(1238, 'PROPHY BRUSH SOET,NYLON Rubber Brush', 42, '0.00', 820064),
(1239, 'Rubber Cup พร้อม MENDREL (โหล) มีก้าน', 42, '0.00', 820065),
(1240, 'DIAMOND/EDENTA FG 835.010S FISSURE', 41, '0.00', 820066),
(1241, 'DIAMOND/EDENTA FG 835.010G FISSURE', 41, '0.00', 820067),
(1242, 'JOTA DAIMOND BUR FG801/021 คาดน้ำเงิน', 41, '0.00', 820068),
(1243, 'JOTA DIAMOND BUR FG862EF/012 คาดเหลืองตอปิโด', 41, '0.00', 820069),
(1244, 'White Stone flame กรอเร็ว/ก้านสั้น FGFL257 #PN0244', 6, '0.00', 820070),
(1245, 'White Stone round กรอเร็ว/ก้านสั้น FGRD122 #PN0247', 6, '0.00', 820071),
(1246, 'SOF. EXTRA THIN COARSE, 1/2', 38, '0.00', 820072),
(1247, 'SOF. EXTRA THIN FINE,1/2', 38, '0.00', 820073),
(1248, 'SOF. EXTRA THIN MEDIUM,1/2', 38, '0.00', 820074),
(1249, 'SOF. EXTRA THIN SUP. FINE,1/2', 38, '0.00', 820075),
(1250, 'ก้าน POP ON', 13, '0.00', 820076),
(1251, 'MSG Rubber cup รัพเบอคัพพร้อมก้าน คละสี', 42, '0.00', 820077),
(1252, 'SOF. EXTRA THIN COARSE, 3/8', 38, '0.00', 820078),
(1253, 'SOF.EXTRA THIN FINE.3/8', 38, '0.00', 820079),
(1254, 'SOF.EXTRA THIN MEDIUM, 3/8', 38, '0.00', 820080),
(1255, 'SOF.EXTRA THIN SUP. FINE3/8', 38, '0.00', 820081),
(1256, 'CARBIDE LONG SHANK FG. SCLR 1/014', 41, '0.00', 820082),
(1257, 'CARBIDE LONG SHANK FG. SCLR 1/016', 41, '0.00', 820083),
(1258, 'CARBIDE LONG SHANK FG. SCLR 1/018', 41, '0.00', 820084),
(1259, 'DIAMOND/EDENTA FG 801.021C', 41, '0.00', 820085),
(1260, 'CARBIDE LONG SHANK FG. SCLR 1/023', 41, '0.00', 820086),
(1261, 'DIAMOND/EDENTA FG 801.014s', 41, '0.00', 820087),
(1262, 'CARBIDE LONG SHANK FG. SCLR 1/021', 41, '0.00', 820088),
(1263, 'DIAMOND/EDENTA FG 801.010', 41, '0.00', 820089),
(1264, 'JOTA DAIMOND BUR FG801/012 คาดน้ำเงิน', 41, '0.00', 820090),
(1265, 'JOTA DAIMOND BUR FG801/014 คาดน้ำเงิน', 41, '0.00', 820091),
(1266, 'JOTA DAIMOND BUR FG835/012 คาดน้ำเงิน', 41, '0.00', 820092),
(1267, 'JOTA DAIMOND BUR FG852G/012 คาดเขียว', 41, '0.00', 820093),
(1268, 'Green Stone flame กรอช้า/ก้านสั้น CAFL257 #PN0060', 6, '0.00', 820094),
(1269, 'Green Stone round กรอช้า/ก้านสั้น CARD122 #PN0082', 6, '0.00', 820095),
(1270, 'White Stone flame กรอช้า/ก้านสั้น CAFL257 #PN0223', 6, '0.00', 820096),
(1271, 'White Stone round กรอช้า/ก้านสั้น CARD122 #PN0227', 6, '0.00', 820097),
(1272, 'JOTA DAIMOND BUR FG858EF/012 คาดเหลืองปลายแหลม', 41, '0.00', 820098),
(1273, 'JOTA DAIMOND BUR FG858EF/014 คาดเหลืองปลายแหลม', 41, '0.00', 820099),
(1274, 'JOTA DAIMOND BUR FG858EF/016 คาดเหลืองปลายแหลม', 41, '0.00', 820100),
(1275, 'JOTA DAIMOND BUR FG858EF/018 คาดเหลืองปลายแหลม', 41, '0.00', 820101),
(1276, 'JOTA DAIMOND BUR FG801/016 คาดน้ำเงิน', 41, '0.00', 820102),
(1277, 'JOTA DAIMOND BUR FG801/018 คาดน้ำเงิน', 41, '0.00', 820103),
(1278, 'JOTA DAIMOND BUR FG801/023 คาดน้ำเงิน', 41, '0.00', 820104),
(1279, 'JOTA DAIMOND BUR FG801EF/012 คาดเหลืองกลม', 41, '0.00', 820105),
(1280, 'JOTA DAIMOND BUR FG801EF/014 คาดเหลืองกลม', 41, '0.00', 820106),
(1281, 'JOTA DAIMOND BUR FG801EF/016 คาดเหลืองกลม', 41, '0.00', 820107),
(1282, 'JOTA DAIMOND BUR FG801EF/018 คาดเหลืองกลม', 41, '0.00', 820108),
(1283, 'JOTA DAIMOND BUR FG801EF/021 คาดเหลืองกลม', 41, '0.00', 820109),
(1284, 'JOTA DAIMOND BUR FG801EF/023 คาดเหลืองกลม', 41, '0.00', 820110),
(1285, 'JOTA DAIMOND BUR FG801F/018 คาดแดงกลม', 41, '0.00', 820111),
(1286, 'JOTA DAIMOND BUR FG801F/023 คาดแดงกลม', 41, '0.00', 820112),
(1287, 'JOTA DAIMOND BUR FG858F/010 คาดแดงปลายแหลม', 41, '0.00', 820113),
(1288, 'JOTA DAIMOND BUR FG859LF/014 คาดแดงปลายแหลมยาว', 41, '0.00', 820114),
(1289, 'JOTA DAIMOND BUR FG859LEF/014 คาดเหลืองปลายแหลมยาว', 41, '0.00', 820115),
(1290, 'JOTA DIAMOND BUR FG862EF/014 คาดเหลืองตอปิโด', 41, '0.00', 820116),
(1291, 'JOTA DIAMOND BUR FG862F/014 คาดแดงตอปิโด', 41, '0.00', 820117),
(1292, 'JOTA DIAMOND BUR FG890LF/008 คาดแดงแหลมเฉพาะปลาย', 41, '0.00', 820118),
(1293, 'JOTA DIAMOND BUR FG890LEF/008 คาดเหลืองแหลมเฉพาะปลาย', 41, '0.00', 820119),
(1294, 'JOTA DAIMOND BUR FG835/014 คาดน้ำเงิน', 41, '0.00', 820120),
(1295, 'JOTA DAIMOND BUR FG835/016 คาดน้ำเงิน', 41, '0.00', 820121),
(1296, 'JOTA DAIMOND BUR FG835/018 คาดน้ำเงิน', 41, '0.00', 820122),
(1297, 'JOTA DIAMOND BUR FG830F/021 คาดแดง', 41, '0.00', 820123),
(1298, 'JOTA DIAMOND BUR FG830EF/018 คาดเหลือง', 41, '0.00', 820124),
(1299, 'JOTA DIAMOND BUR FG830EF/021 คาดเหลือง', 41, '0.00', 820125),
(1300, 'หัวขูดหินปูน G1', 41, '0.00', 820126),
(1301, 'Diamond disc ก้านยาว 355.190', 21, '0.00', 820127),
(1302, 'DIAMOND/EDENTA FG 862.010C', 21, '0.00', 820128),
(1303, 'DIAMOND/EDENTA FG 852.010C', 21, '0.00', 820129),
(1304, 'DIAMOND/EDENTA FG 852.012C', 21, '0.00', 820130),
(1305, 'JOTA DAIMOND BAR FG 833.018', 27, '0.00', 820131),
(1306, 'JOTA VIPER CARBIDE BAR 31R.012', 27, '0.00', 820132),
(1307, 'JOTA STEEL BUR LONGSHANK 1/010', 41, '0.00', 820133),
(1308, 'JOTA STEEL BUR LONGSHANK 1/012', 41, '0.00', 820134),
(1309, 'JOTA STEEL BUR LONGSHANK 1/014', 41, '0.00', 820135),
(1310, 'JOTA STEEL BUR LONGSHANK 1/016', 41, '0.00', 820136),
(1311, 'JOTA STEEL BUR LONGSHANK 1/018', 41, '0.00', 820137),
(1312, 'JOTA DAIMOND BUR FG801/008 คาดน้ำเงิน', 41, '0.00', 820138),
(1313, 'JOTA DAIMOND BUR FG801/010 คาดน้ำเงิน', 41, '0.00', 820139),
(1314, 'EXA-TECHNIK 0674 ( หัวขัดอะคลิลิก เขียว )', 21, '0.00', 820140),
(1315, 'Round Steeel burs .1 016', 21, '0.00', 820141),
(1316, 'Round Steeel burs .3 014', 21, '0.00', 820142),
(1317, 'Round Steeel burs .4 016', 21, '0.00', 820143),
(1318, 'Round Steeel burs .5 018', 21, '0.00', 820144),
(1319, 'DIAMOND/EDENTA FG 835.008 FISSURE', 41, '0.00', 820145),
(1320, 'White stone FGCN1 #PN0101', 6, '0.00', 820146),
(1321, 'หัว Tungsten Carbide Cutter cross cut fine #1516', 41, '0.00', 820147),
(1322, 'หัว Tungsten Carbide Cutter cross cut fine #1517', 41, '0.00', 820148);

-- --------------------------------------------------------

--
-- Table structure for table `level`
--

CREATE TABLE `level` (
  `level_id` int(11) NOT NULL,
  `level_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `level`
--

INSERT INTO `level` (`level_id`, `level_name`) VALUES
(1, 'พนักงาน(Plus Dental Clinic)'),
(2, 'ผู้จัดการสาขา'),
(3, 'ผู้จัดการเขต'),
(4, 'แอดมิน');

-- --------------------------------------------------------

--
-- Table structure for table `line`
--

CREATE TABLE `line` (
  `line_id` int(11) NOT NULL,
  `line_group` varchar(100) NOT NULL,
  `line_role` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `prefix`
--

CREATE TABLE `prefix` (
  `prefix_id` int(11) NOT NULL,
  `prefix_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `prefix`
--

INSERT INTO `prefix` (`prefix_id`, `prefix_name`) VALUES
(1, 'นาย'),
(2, 'นาง'),
(3, 'นางสาว');

-- --------------------------------------------------------

--
-- Table structure for table `stock`
--

CREATE TABLE `stock` (
  `stock_id` int(11) NOT NULL,
  `vendor` int(11) NOT NULL,
  `unit` int(10) NOT NULL,
  `item_id` int(11) NOT NULL,
  `type_item` int(11) NOT NULL,
  `type_catagories` int(11) NOT NULL,
  `img_stock` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `stock`
--

INSERT INTO `stock` (`stock_id`, `vendor`, `unit`, `item_id`, `type_item`, `type_catagories`, `img_stock`) VALUES
(31, 1, 2, 3, 1, 1, '110001.jpg'),
(32, 2, 1, 4, 2, 2, ''),
(33, 4, 2, 5, 3, 3, ''),
(34, 3, 1, 8, 4, 5, ''),
(35, 4, 2, 9, 3, 4, ''),
(36, 1, 1, 10, 4, 5, ''),
(37, 3, 2, 11, 3, 4, ''),
(40, 2, 1, 14, 4, 6, '123.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `type_name`
--

CREATE TABLE `type_name` (
  `type_id` int(11) NOT NULL,
  `type_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `type_name`
--

INSERT INTO `type_name` (`type_id`, `type_name`) VALUES
(1, 'Large equipment'),
(2, 'Material \n'),
(3, 'Equipment\n'),
(4, 'Medical\n');

-- --------------------------------------------------------

--
-- Table structure for table `unit`
--

CREATE TABLE `unit` (
  `unit_id` int(11) NOT NULL,
  `unit_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `unit`
--

INSERT INTO `unit` (`unit_id`, `unit_name`) VALUES
(1, 'Kit'),
(2, 'กระป๋อง'),
(3, 'กระปุก'),
(4, 'กล่อง'),
(5, 'กล่อง 12 ชิ้น'),
(6, 'กล่อง 12 หัว'),
(7, 'กล่อง(6หลอด)'),
(8, 'กล่องละ 50 คู่'),
(9, 'แกลลอน'),
(10, 'ขวด'),
(11, 'คู่'),
(12, 'เครื่อง'),
(13, 'ชิ้น'),
(14, 'ชุด'),
(15, 'ซอง'),
(16, 'ซอง10เส้น'),
(17, 'ซอง1เส้น'),
(18, 'ซี่'),
(19, 'ด้าม'),
(20, 'ตลับ'),
(21, 'ตัว'),
(22, 'ถ้วย'),
(23, 'ถุง'),
(24, 'ถุง/กล่อง'),
(25, 'ถุงละ 50 ชิ้น'),
(26, 'ใบ'),
(27, 'แผง'),
(28, 'แผ่น'),
(29, 'แพ็ค'),
(30, 'แพ็ค 10 ตัว'),
(31, 'แพ็ค 25 ตัว'),
(32, 'ม้วน'),
(33, 'เม็ด'),
(34, 'ลัง'),
(35, 'ลัง 6 ม้วน'),
(36, 'เล่ม'),
(37, 'หลอด'),
(38, 'ห่อ'),
(39, 'ห่อ 1 เส้น'),
(40, 'ห่อ10 ตัว'),
(41, 'หัว'),
(42, 'โหล'),
(43, 'อัน');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `user_id` int(11) NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(250) NOT NULL,
  `user_bn` int(11) NOT NULL,
  `user_lv` int(11) NOT NULL,
  `user_tel` varchar(20) NOT NULL,
  `user_prefix` int(11) NOT NULL,
  `user_fname` varchar(100) NOT NULL,
  `user_lname` varchar(100) NOT NULL,
  `user_line` varchar(100) NOT NULL,
  `user_img` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`user_id`, `username`, `password`, `user_bn`, `user_lv`, `user_tel`, `user_prefix`, `user_fname`, `user_lname`, `user_line`, `user_img`) VALUES
(16, 'test1@gmail.com', '$2y$10$mMVgQ8eGPHSVDJsYskZIAuUwY914k0L8iGqjDrnRQ0toOQVIM2k7a', 1, 1, '08xxxxxxx', 1, 'นายอรรถพล', 'สีชา', '@line', ''),
(17, 'test2@gmail.com', '$2y$10$ZTVlOj1moWpvfbPklprTeuRfef45Z8GIAHOSz2dx7UQ5SAQE9OcgW', 1, 2, '08xxxxxxx', 1, 'xxx', 'xxx', '@line', ''),
(18, 'test3@gmail.com', '$2y$10$4cARNEyLhJ/gZRwmP0IFZOWDZXpJCsslF5SJyTxGujBLPE4ovqhsq', 4, 3, '08xxxxxxx', 1, 'xxx', 'xxx', '@line', ''),
(26, 'test4@gmail.com', '$2y$10$s.jKx.NLyF.Y38HSqeHxQur8ougH39UlAm86crCkL.DT6g6/.XIoK', 1, 4, '08xxxxxxx', 1, 'test', '4', '@line', 'atthapol.jpg'),
(27, 'test_A.1@gmail.com', '$2y$10$1si5eHc/xTEErV0ZhzRQi.qSR6re.CibMGRrlZeHiscCAgUCOkjzy', 10, 1, '08xxxxxxx', 2, 'test', 'test', '@line', ''),
(28, 'test_A.2@gmail.com', '$2y$10$NaH9MNQHnkDh.duR.bcfOelbXpfUtg6MfhXUgLyXKPJrJZvtNJTle', 10, 2, '08xxxxxxx', 3, 'test', 'test', '@line', ''),
(29, 'test_A.3@gmail.com', '$2y$10$86ArcBx1ml3QI96qa7Vya.h.rAcXiQvv8QQaCrY4XEuq9b09k.mTe', 10, 1, '08xxxxxxx', 3, 'test', 'test', '@line', ''),
(30, 'test4.1@gmail.com', '$2y$10$6SpTNJAeimvqDnqqv3sCj.BvDutQNSYovRtYB.gCS8y/TXVPDcaRG', 1, 3, '08xxxxxxx', 2, 'ขยัน', 'ทำงาน', '@line', '123.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `user_stock`
--

CREATE TABLE `user_stock` (
  `user_stock_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `code_item` int(11) NOT NULL,
  `full_stock_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `vendor`
--

CREATE TABLE `vendor` (
  `vendor_id` int(11) NOT NULL,
  `vendor_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `branch`
--
ALTER TABLE `branch`
  ADD PRIMARY KEY (`bn_id`);

--
-- Indexes for table `branch_stock`
--
ALTER TABLE `branch_stock`
  ADD PRIMARY KEY (`full_stock_id`);

--
-- Indexes for table `catagories`
--
ALTER TABLE `catagories`
  ADD PRIMARY KEY (`catagories_id`);

--
-- Indexes for table `item`
--
ALTER TABLE `item`
  ADD PRIMARY KEY (`item_id`),
  ADD UNIQUE KEY `code_item` (`code_item`);

--
-- Indexes for table `level`
--
ALTER TABLE `level`
  ADD PRIMARY KEY (`level_id`);

--
-- Indexes for table `line`
--
ALTER TABLE `line`
  ADD PRIMARY KEY (`line_id`);

--
-- Indexes for table `prefix`
--
ALTER TABLE `prefix`
  ADD PRIMARY KEY (`prefix_id`);

--
-- Indexes for table `stock`
--
ALTER TABLE `stock`
  ADD PRIMARY KEY (`stock_id`);

--
-- Indexes for table `type_name`
--
ALTER TABLE `type_name`
  ADD PRIMARY KEY (`type_id`);

--
-- Indexes for table `unit`
--
ALTER TABLE `unit`
  ADD PRIMARY KEY (`unit_id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`user_id`),
  ADD UNIQUE KEY `username` (`username`);

--
-- Indexes for table `user_stock`
--
ALTER TABLE `user_stock`
  ADD PRIMARY KEY (`user_stock_id`);

--
-- Indexes for table `vendor`
--
ALTER TABLE `vendor`
  ADD PRIMARY KEY (`vendor_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `branch`
--
ALTER TABLE `branch`
  MODIFY `bn_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `branch_stock`
--
ALTER TABLE `branch_stock`
  MODIFY `full_stock_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `catagories`
--
ALTER TABLE `catagories`
  MODIFY `catagories_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `item`
--
ALTER TABLE `item`
  MODIFY `item_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1323;

--
-- AUTO_INCREMENT for table `level`
--
ALTER TABLE `level`
  MODIFY `level_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `line`
--
ALTER TABLE `line`
  MODIFY `line_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `prefix`
--
ALTER TABLE `prefix`
  MODIFY `prefix_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `stock`
--
ALTER TABLE `stock`
  MODIFY `stock_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `type_name`
--
ALTER TABLE `type_name`
  MODIFY `type_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `unit`
--
ALTER TABLE `unit`
  MODIFY `unit_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `user_stock`
--
ALTER TABLE `user_stock`
  MODIFY `user_stock_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `vendor`
--
ALTER TABLE `vendor`
  MODIFY `vendor_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=130;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
